<script>
  export let data;
  import Header from "$lib/components/Header.svelte";
</script>

<Header title="Семейный отдел" />

<!-- Page Header Start -->
<div class="container-fluid">
  <div class="container">
    <div class="row">
      <!-- First Column -->
      <div class="col-lg-8">
        <p>
«А я и дом мой будем служить Господу» И. Нав. 24:15
Эти слова произнес Иисус Навин, вождь народа Израильского, которого Бог поставил после Моисея.
Каждая поместная церковь состоит из семей, поэтому очень важно, чтобы семьи были крепкие, богобоязненые и служили Господу.
На протяжении нескольких лет, в Американском объединении, совершается служение семейного отдела. Во всех четырёх регионах есть ответственные за это служение братья, которые проводят семейные лагеря, общения для сестёр, общения для отцов и сыновей, мам и дочерей, общения для семей в которых есть дети с ограниченными возможностями, а также для вдов и одиноких. Совершаются молитвы над детьми. Слава Господу!
Молимся, чтобы Бог сохранил наши семьи для неба. Хранил от разрушений. Да будет имя Господа нашего прославленно вовеки. Слава Ему.
        </p>


        <footer  class="blockquote-footer">Помазнюк Виктор Владимирович</footer>


      </div>

      <!-- Second Column -->
      <div class="col-lg-4">
        <img
          style="width: 100%;"
          src="{data.media_url}upfiles/page/e76ed1bc8553f6df3a8dff8e774622c926341736.jpg"
          alt=""
        />
      </div>
    </div>
  </div>
</div>

