<script>
	import Page from '../+page.svelte';
	export let data;

	const menu = [
		{
			title: '1. О БОГЕ',
			id: '1. О БОГЕ',
			children: [
				{ title: 'Триединство Бога', id: 'Триединство Бога' },
				{ title: 'Бог Отец', id: 'Бог Отец' },
				{ title: 'Бог Сын – Иисус Христос', id: 'Бог Сын – Иисус Христос' },
				{ title: 'Бог Дух Святой', id: 'Бог Дух Святой' }
			]
		},
		{
			title: '2. О СЛОВЕ БОЖЬЕМ',
			id: '2. О СЛОВЕ БОЖЬЕМ',
			children: []
		},
		{
			title: '3. О СОТВОРЕНИИ МИРА',
			id: '3. О СОТВОРЕНИИ МИРА',
			children: [{ title: 'Человек сотворен:', id: 'Человек сотворен:' }]
		},
		{
			title: '4. О ЧЕЛОВЕКЕ',
			id: '4. О ЧЕЛОВЕКЕ',
			children: [
				{ title: 'Грехопадение', id: 'Грехопадение' },
				{ title: 'Искупление', id: 'Искупление' },
				{
					title: 'Покаяние, обращение, прощение, возрождение',
					id: 'Покаяние, обращение, прощение, возрождение'
				},
				{ title: 'Оправдание, усыновление', id: 'Оправдание, усыновление' },
				{ title: 'Освящение', id: 'Освящение' },
				{ title: 'Молитва', id: 'Молитва' }
			]
		},
		{
			title: '5. О ЦЕРКВИ',
			id: '5. О ЦЕРКВИ',
			children: [
				{ title: 'Вселенская Церковь', id: 'Вселенская Церковь' },
				{ title: 'Местная церковь', id: 'Местная церковь' },
				{ title: 'Членство в местной церкви', id: 'Членство в местной церкви' },
				{ title: 'Устройство местной церкви', id: 'Устройство местной церкви' },
				{ title: 'Обязанности членов церкви', id: 'Обязанности членов церкви' },
				{ title: 'Церковная дисциплина', id: 'Церковная дисциплина' }
			]
		},
		{
			title: '6. О ВОДНОМ КРЕЩЕНИИ',
			id: '6. О ВОДНОМ КРЕЩЕНИИ',
			children: []
		},
		{
			title: '7. О ВЕЧЕРЕ ГОСПОДНЕЙ',
			id: '7. О ВЕЧЕРЕ ГОСПОДНЕЙ',
			children: []
		},
		{
			title: '8. О ВОЗЛОЖЕНИИ РУК',
			id: '8. О ВОЗЛОЖЕНИИ РУК',
			children: []
		},
		{
			title: '9. О ВОСКРЕСНОМ ДНЕ',
			id: '9. О ВОСКРЕСНОМ ДНЕ',
			children: []
		},
		{
			title: '10. О БРАКЕ И СЕМЬЕ',
			id: '10. О БРАКЕ И СЕМЬЕ',
			children: []
		},
		{
			title: '11. ЦЕРКОВЬ И ГОСУДАРСТВО',
			id: '11. ЦЕРКОВЬ И ГОСУДАРСТВО',
			children: []
		},
		{
			title: '12. ВТОРОЕ ПРИШЕСТВИЕ',
			id: '12. ВТОРОЕ ПРИШЕСТВИЕ ХРИСТА',
			children: []
		}
	];
</script>

<!-- Page Header Start -->
<div class="container-fluid p-0">
	<img src="{data.media_url}img/beliefs.webp" class="img-fluid w-100" alt="Top Image" />
</div>
<!-- Page Header End -->

<div class="container py-5">
	<div class="row">
		<!-- Main Content -->
		<main class="col-lg-9 col-md-8">
			<!-- Section 1 -->
			<section id="beliefs" class="mb-5 mt-6">
				<h2 class="text-primary">Вероучение</h2>
				<p>
					Систематизированное вероучение евангельских христиан-баптистов было разработано на
					основании Библии. Союз церквей христиан-баптистов, развиваясь на территории Евразии, время
					от времени переиздавал свое вероучение, основой которого был текст, разработанный в
					прошлом веке баптистским проповедником И. Г. Онкеном. Так в 1906 г. было издано вероучение
					христиан-баптистов под редакцией председателя Всероссийского Союза баптистов Д. И. Мазаева
					и в 1928 г. – под редакцией председателя Всесоюзного Союза баптистов Н. В. Одинцова.
					Аналогичное вероучение было принято в 1985 г. на 43 съезде ВСЕХБ. Содержание данного
					вероучения евангельских христиан-баптистов отражает текст вышеуказанных изданий. Надеемся,
					что настоящее вероучение послужит вспомогательным материалом для духовного воспитания и
					возрастания верующих и дальнейшего устройства церквей нашего евангельско-баптистского
					братства, объединенного в Союз церквей ЕХБ. Евангельские христиане-баптисты являются
					церковью возрожденных христиан и в своем вероучении отражают стремление к библейскому
					учению первоапостольской церкви.
				</p>
			</section>

			<section id="1. О БОГЕ" class="mb-5">
				<h3 class="text-primary">1. О БОГЕ</h3>
				<article class="mb-4">
					<h4 class="text-secondary" id="Триединство Бога">I. Триединство Бога</h4>
					<p>
						Мы веруем в единого, живого, истинного Бога (Ис. 45, 22; Иер. 10, 10; Иоан. 17, 3),
						сотворившего небо, землю и все, что наполняет их (Быт. 1, 1-2; Пс. 23, 1; Ис . 40,
						26-29; 45, 12; Деян. 17, 24-29), Который проявляет Себя в трех лицах: Отец, Сын и Святой
						Дух, – три в одном и один в трех лицах, живущий вечно, «и Сии три суть едино» (Ис. 48,
						16; 1 Иоан. 5, 7; Рим. 11, 33). Бог есть дух (Иоан. 4, 24), и как дух Он невидим для
						людей (Исх. 33, 20; Иоан. 1, 18; 1 Иоан. 4, 12; 1 Тим. 6, 16). Однако «невидимое Его,
						вечная сила Его и Божество, от создания мира чрез рассматривание творений видимы…» (Рим.
						1, 20).
					</p>

					<p>
						Познать Бога человек может только через откровение Бога о Самом Себе, которое содержится
						в Слове Божьем и становится понятным благодаря действию Духа Святого (2 Петр. 1, 20-21;
						Иоан. 14, 26).
					</p>
				</article>
				<article class="mb-4">
					<h4 class="text-secondary" id="Бог Отец">II. Бог Отец</h4>
					<p>
						Мы веруем, что Бог – безначальный (1 Иоан. 2, 14), вездесущий (Пс. 138, 7; Деян. 17,
						27), всемогущий (Быт. 17, 1), всеведущий (Евр. 4, 13), премудрый (Рим. 14,2 6; 1 Тим. 1,
						17), совершенный (Матф. 5, 48), человеколюбивый (Исх. 34, 6), милосердый,
						долготерпеливый, многомилостивый, истинный (Исх. 34, 6); святой (Ис. 6, 3; 1 Петр. 1,
						15-16), праведный (Втор. 32, 4), справедливый (Пс. 118, 137), неизменный (Числ. 23, 19;
						Мал. 3, 6; Лук. 21, 33; Иак. 1, 17; Евр. 13, 8), ненавидящий зло (Пс. 5, 5-6; 33, 17;
						Аввак. 1, 13; Иоан. 3, 36; Рим. 1, 18; Еф. 5, 6), наказывающий неправду (Иер. 5, 1-9;
						Евр. 2, 2), мститель (Наум. 1, 2; 1 Фес. 4, 6), ог онь поедающий (Втор. 4, 24; Евр. 12,
						29), Судия праведный (Пс. 7, 12-14; Деян. 17, 31), сострадательный (Иак. 5, 11),
						желающий спасения всех (1 Тим. 2, 4; 2 Петр . 3, 9).
					</p>

					<p>
						Бог есть свет (1 Иоан. 1, 5). Он обитает в неприступном свете (1 Тим. 6, 16). Бог есть
						любовь (1 Иоан. 4, 16). Он любит Свое творение, и эта любовь явлена челов ечеству в
						Иисусе Христе (Иоан. 3, 16; 1 Иоан. 4, 9-10; Рим. 5, 8; Еф. 2, 4-5). Для спасения
						человека Бог послал на землю Своего единородного Сына и Духа Святого (Иоан. 3, 17; 16:
						8-11, 13-14; 1 Иоан. 2, 27; Рим. 8, 26-27).
					</p>
				</article>
				<article class="mb-4">
					<h4 class="text-secondary" id="Бог Сын – Иисус Христос">III. Бог Сын – Иисус Христос</h4>
					<p>
						Иисус Христос является вечным Богом (1 Иоан. 5, 20) и не имеет ни начала дней, ни конца
						жизни (Евр. 7, 3). Он же – Творец Вселенной (Кол. 1, 16). Прежде создани я мира Бог
						предопределил Своего единородного Сына в жертву умилостивления для искупления и спасения
						рода человеческого (1 Петр. 1, 18-20; 2, 24; 3, 18; 1 Иоан. 2 , 2; Гал. 4, 4). Он явился
						во плоти (1 Тим. 3, 16), родившись от девы Марии через непорочное зачатие от Духа
						Святого (Матф. 1, 18).
					</p>

					<p>
						Бог Сын соединил в Себе и Божественное, и человеческое естество (Лук. 1, 35). Он пришел
						в мир «в подобии плоти греховной» (Рим. 8, 3), но в Нем не было греха (1 Иоан. 3, 5).
						«Он не сделал никакого греха» (1 Петр. 2, 22). Он непричастен злу, поэтому мог стать
						жертвой за грех мира (Иоан. 1, 29; 2 Кор. 5, 21; Евр. 9, 26).
					</p>

					<p>
						Иисус Христос – это обещанный Помазанник Божий и единственный Спаситель мира (Лук. 4,
						18-19; Иоан. 4, 42; 10, 28; Деян. 2, 36; 4, 12; Еф. 5, 2). Он победил дьяв ола и ад
						(Откр. 3, 21; 5, 5; 1 Кор. 15, 54-55), разрушил смерть (2 Тим. 1, 10).
					</p>

					<p>
						Своей смертью Господь Иисус Христос лишил силы имеющего державу смерти, то есть дьявола
						(Лук. 4:33-36, 41; 1 Иоан. 3, 8; Евр. 2, 14-15; Откр. 20: 3-4, 14). Он и скупил нас
						Своей Кровью, став единственным посредником между Богом и человеком (Кол. 1, 20; 1 Тим.
						2, 5-6; Тит. 2, 14; Евр. 7, 24-25). Он стал Ходатаем за нас пе ред Отцом, а также
						Первосвященником будущих благ (1 Иоан. 2, 1; Евр. 9: 11-12, 24).
					</p>

					<p>
						Верующий в Него имеет жизнь вечную (Иоан. 6, 47).
						<br />
						Воскресший, вознесшийся на небо и прославленный Иисус Христос является Создателем и Главой
						Церкви (Матф. 16, 18; Еф. 1, 22-23; 5, 23; Кол. 1, 18? 1 Тим. 3, 16). Он будет судить вселенную
						(Иоан. 5, 22; Деян. 17, 31).
					</p>
				</article>
				<article class="mb-4">
					<h4 class="text-secondary" id="Бог Дух Святой">IV. Бог Дух Святой</h4>
					<p>Дух Святой является личностью и, будучи Богом (Деян. 5, 3-4), обладает:</p>

					<ul>
						<li>всемогуществом (Рим. 15, 19),</li>
						<li>всеведением (1 Кор. 2, 10),</li>
						<li>вездесущностью (Пс. 138, 7),</li>
						<li>святостью (Еф. 4, 30) и другими атрибутами.</li>
					</ul>

					<p>
						Дух Святой является Творцом вселенной наравне с Отцом и Сыном (Быт. 1, 2; Иов. 33, 4).
						Дух Святой вдохновлял пророков и Апостолов (2 Петр. 1, 21). В день Пятиде сятницы был
						ниспослан Дух Святой для свидетельства о Христе, для прославления Его и для созидания
						Церкви (Иоан. 15, 26; 16: 7, 14; Деян. 1, 8; 1 Кор. 12, 13).
					</p>

					<p>
						Святой Дух обличает мир о грехе, о правде и о суде (Иоан. 16, 8), ведет человека к
						покаянию и возрождает его. Он вселяется в покаявшегося, обратившегося и повин ующегося
						Богу (Иоан. 3, 3-6; Деян. 5, 32; 1 Кор. 6, 19; Тит. 3, 5).
					</p>

					<p>
						Дух Святой живет в рожденном свыше (Рим. 8, 9; 1 Кор. 3, 16; Еф. 1, 13), учит (Иоан. 14,
						26), обличает (Иоан. 16, 8-9), наставляет (Иоан. 16, 13; 1 Кор. 2, 12-1 3), руководит
						(Деян. 8, 29; 13, 2), ободряет и утешает (Иоан. 14, 26), утверждает (Еф. 3: 16-19),
						производит плод (Гал. 5, 22-23; Еф. 5, 9) и наделяет благодатны ми дарами для служения в
						церкви (1 Кор. 12:7-11, 28).
					</p>

					<p>
						Слово Божье неоднократно повелевает верующим исполняться Духом Святым (Еф. 5. 18; Деян.
						2, 4; 4: 8, 31; 1 Кор. 2, 4), чтобы иметь силу для святой жизни и свидет ельства об
						Иисусе Христе (Деян. 1, 8; 4, 31; 1 Кор. 2, 4). Священное Писание повелевает не грешить
						против Духа Святого (Ис. 63, 10; Марк. 3, 29; Деян. 5: 3, 9; 7 , 51; Еф. 4, 30; 1 Фес.
						5, 19).
					</p>
				</article>
			</section>
			<section id="2. О СЛОВЕ БОЖЬЕМ" class="mb-5">
				<h3 class="text-primary">2. О СЛОВЕ БОЖЬЕМ</h3>
				<p>
					Мы веруем, что Библия, то есть канонические книги Ветхого (39 книг) и Нового (27 книг)
					Завета, является Словом Божьим, написанным мужами Божьими по вдохновению Духа Святого (2
					Петр. 1, 21) для указания роду человеческому пути ко спасению (2 Тим. 3, 15-16). Всякому
					боящемуся Бога Он отверзает ум к уразумению Писания (Пс. 24, 14; Лук. 10, 22; 24, 45; 2
					Петр. 1, 20), так -что при содействии Духа Святого оно становится для него источником
					Богопознания, вполне достаточным для познан ия истины и воли Божьей относительно жизни и
					служения (2 Тим. 3, 16). Всякое откровение, противоречащее Слову Божьему, – ложно (Ис. 8,
					20).
				</p>

				<p>
					Священное Писание является единственным источником христианской веры (Иоан. 20, 31; Рим.
					10, 17) и духовным руководством для верующих относительно спасения, жиз ни и служения (И.
					Нав. 1, 7-8; 2 Петр. 1, 19; Рим. 15, 4; 1 Тим. 4, 16; Евр. 4, 12).
				</p>

				<p>
					Прибавление к Слову Божьему и убавление, а также извращение текста при переводе или
					толковании влечет за собой строгое наказание от Бога (Откр. 22, 18-19).
				</p>
			</section>
			<section id="3. О СОТВОРЕНИИ МИРА" class="mb-5">
				<h3 class="text-primary">3. О СОТВОРЕНИИ МИРА</h3>
				<p>
					Мы веруем, что Бог сотворил небо и землю, солнце, луну и звезды (Быт. 1 и 2 гл.; Деян. 17,
					24), все видимое и невидимое (Пс. 88, 12; 1 Кор. 8, 6; Евр. 11, 3; От кр. 4, 11), проявив
					Свою вечную силу, могущество и многоразличную премудрость (Еф. 3, 9-10; Кол. 1, 16).
				</p>

				<p>
					Бог сотворил также человека по образу Своему и подобию (Быт. 1, 27; 5, 1; Иак. 3, 9). «От
					одной крови Он произвел весь род человеческий для обитания по всему ли цу земли» (Деян.
					17, 26).
				</p>

				<article class="mb-4">
					<h4 class="text-secondary" id="Человек сотворен:">I. Человек сотворен:</h4>
					<ul>
						<li>для владычества над всем живущим на земле (Быт. 1, 26; Пс. 8, 5-9);</li>
						<li>для добрых дел (Еф. 2, 10);</li>
						<li>для прославления Бога (1 Кор. 6, 19-20);</li>
						<li>
							для вечной (Быт. 2: 9, 17), святой (1 Петр. 1, 15-16; Матф. 5, 8) и блаженной жизни в
							непрестанном общении с Богом (Быт. 3, 8; Иоан. 12, 26; 14: 1-2, 23; 17, 2 4; 1 Фес. 4,
							17).
						</li>
					</ul>

					<p>
						Бог сотворил Ангелов (Кол. 1, 16), чтобы они служили Ему (Пс. 102, 20; Евр. 1, 7) и тем,
						кто наследует спасение (Евр. 1, 14). Ангелы – это бесплотные существа ( духи),
						превосходящие людей крепостью и силой (2 Петр. 2, 11), разные по наименованию и степени
						власти (Кол. 1, 16; 1 Фес. 4, 16).
					</p>

					<p>
						Ангелы Божьи всегда находятся перед лицом Отца Небесного (Ис. 6, 1-7), радуются о
						спасении грешников (Лук. 15, 10), наблюдают за жизнью народов и детей (Дан. 10 , 12-21;
						Матф. 18, 10), за жизнью церквей (1 Кор. 11, 10; 1 Тим. 5, 21).
					</p>

					<p>
						Господь посылает Ангелов для наказания наглых хулителей Бога (Деян. 12, 23). Хотя Ангелы
						превосходят человека по своей силе, Слово Божье запрещает поклоняться и м (Откр. 22,
						8-9).
					</p>

					<p>
						Превосходнейший из ангелов не устоял в истине, согрешил (Иез. 28, 16; 1 Иоан. 3, 8),
						сделался человекоубийцей (Иоан. 8, 44) и был назван дьяволом. Вслед за ним некоторые из
						ангелов не сохранили своего достоинства и согрешили, за что Бог связал их узами адского
						мрака (2 Петр. 2, 4; Иуды 6).
					</p>
				</article>
			</section>
			<section id="4. О ЧЕЛОВЕКЕ" class="mb-5">
				<h3 class="text-primary">4. О ЧЕЛОВЕКЕ</h3>
				<p>
					Мы веруем, что Бог сотворил человека по Своему образу и подобию (Быт. 1, 27; 5, 1; Ис. 45,
					12) и поставил его владыкой над делами Своих рук (Пс. 8, 7). Бог сотв орил человека
					безгрешным, со свободной волей (Быт. 2, 16-17; И. Нав. 24, 15; Иер. 21, 8).Бог благословил
					человека (Быт. 1, 28).
				</p>

				<article class="mb-4">
					<h4 class="text-secondary" id="Грехопадение">I. Грехопадение</h4>
					<p>
						Искушенный сатаной, человек впал в грех и лишился славы Божьей (Рим. 3, 23). Одним
						человеком грех вошел в мир (Рим. 5, 12) и перешел во все поколения, в каждого человека
						(Рим. 5, 19), все стали чадами гнева (Еф. 2, 3) и всех ожидает возмездие за грех, то
						есть смерть (Рим. 6, 23).
					</p>

					<p>
						Грех разделил человека с Богом (Ис. 59, 2). Нарушив заповедь Божью, человек пал,
						отделился от Бога и стал творить зло. Человек не в состоянии самостоятельно воз
						вратиться на путь праведности, поскольку разум и совесть его осквернены (Тит. 1, 15) и
						по природе он является чадом гнева(Еф. 2, 1-3).
					</p>
				</article>
				<article class="mb-4">
					<h4 class="text-secondary" id="Искупление">II. Искупление</h4>
					<p>
						Бог любит человека и не хочет его гибели. Он послал в мир Своего единородного Сына в
						теле человеческом (Евр. 10, 5), чтобы Он Своей Кровью, пролитой на Голгофск ом кресте,
						совершил искупление всех людей (Еф. 1, 7; Откр. 5, 9). Иисус Христос удовлетворил
						требования святости Божьей (Рим. 3, 25-26), и теперь спасение по бла годати дано всем
						людям (Деян. 28, 28; 2 Петр. 3,9; Рим. 3, 24; Тит. 2, 11).
					</p>

					<p>
						Для получения спасения необходима вера, которая происходит от слышания Слова Божьего
						(Деян. 4, 4; Рим. 10, 17; Евр. 11, 6). Бог дает спасение принимающим Слово Его и
						кающимся в грехах под действием Духа Святого (Лук. 7, 29-39; Марк. 1, 15; Иоан. 3, 16;
						Деян. 2: 38, 41; 16, 31; 26, 18; Еф. 2, 8).
						<br />
						Вера побуждает человека доверять Господу и быть послушным Ему (Матф. 4, 18-20; Лук. 8, 38-40;
						Деян. 19. 18-20; 2 Тим. 1, 12; Евр. 11, 8). Исповедание Иисуса Хри ста Господом и Спасителем
						является подтверждением истинной веры (Матф. 10, 32-33; Лук. 12, 8-9; Иоан. 20. 28; Деян.
						8, 37; Рим. 10, 9-10; Кор. 4, 13). Об истинно й вере свидетельствуют дела веры (Иак. 2, 26;
						Гал. 5, 6; Евр. 11 гл.). «…Вера, если не имеет дел, мертва сама по себе» (Иак. 2, 17).
					</p>

					<p>
						От человека зависит – спасется он через веру (Деян. 2, 40-41; Еф. 2, 8) или, отвергнув
						Слово Божье, сделает себя недостойным вечной жизни (Деян. 13, 46). Уверов авший и
						возрожденный, то есть сделавшийся причастником Христу, однажды просвещенный и вкусивший
						дара небесного, сделавшийся причастником Духа Святого и вкусивший благого глагола
						Божьего и сил будущего века, достигнет вечной жизни только в том случае, если начатую
						жизнь твердо сохранит до конца (Иез. 18, 24; Евр. 3, 14; 6 , 4-6; 10, 38-39).
					</p>
				</article>
				<article class="mb-4">
					<h4 class="text-secondary" id="Покаяние, обращение, прощение, возрождение">
						III. Покаяние, обращение, прощение, возрождение
					</h4>
					<p>
						Дух Святой обличает человека в грехе и открывает ему благость Божью, побуждает его
						покаяться и обратиться к Богу (Иоан. 16, 8; Деян. 2, 31-38; Рим. 2, 4). Челов ек
						спасается (Деян. 2, 40), если принимает обличение от Духа Святого, кается в грехах,
						обращается от мертвых дел к Богу и принимает Иисуса Христа Спасителем и Го сподом (Иоан.
						1, 12; Деян. 3, 19; 5, 31; Евр. 6, 1; 9, 14).
					</p>

					<p>
						Покаяние и обращение включает в себя сокрушение о грехах (Пс. 37, 19; 2 Кор. 7, 10),
						исповедание грехов и оставление их (Притч. 28, 13; Лук. 18, 13-14; Деян. 19 , 18-19; 26,
						20).
					</p>

					<p>
						Следствием обращения и личного принятия Иисуса Христа Господом и Спасителем является
						прощение грехов (Деян. 10, 42-43; 1 Иоан. 1, 9; Кол. 1, 13-14) и рождение о т Духа
						Святого и Слова Божьего, без чего невозможно спастись и войти в Царство Божье (Иоан. 1,
						12-13; 3, 56; Иак. 1, 18). Через рождение свыше человек становится чадом Божьим,
						причастником Божеского естества и храмом Духа Святого (2 Петр. 1, 4; 1 Кор. 6, 19; Евр.
						2, 14).
					</p>

					<p>Признаки рождения свыше:</p>

					<ul>
						<li>перемена образа жизни (2 Кор. 5, 17; Еф. 4, 22; 5, 8; Рим. 6, 16-17);</li>
						<li>
							отвержение нечестия и мирских похотей, ненависть ко злу (Пс. 96, 10; Иак. 1, 21; 2
							Петр. 1, 4; Еф. 4, 22-24; Тит. 2, 12);
						</li>
						<li>исполнение воли Божьей (Пс. 142, 10; Еф. 6, 6);</li>
						<li>
							любовь к Господу и церкви (Иоан. 13, 34; 1 Иоан. 3, 14; 5, 1; 1 Кор. 16, 14; Гал. 5,
							13; Еф. 4, 15);
						</li>
						<li>
							жажда общения с Богом через Библию и молитву (Пс. 54, 18; 62, 2; 118, 10; Деян. 17,
							11);
						</li>
						<li>стремление к уподоблению Христу (Фил. 2, 13-15; 2 Кор. 3, 18; Гал. 4, 19).</li>
					</ul>
				</article>
				<article class="mb-4">
					<h4 class="text-secondary" id="Оправдание, усыновление">IV. Оправдание, усыновление</h4>
					<p>
						Верою в Господа Иисуса Христа рожденные свыше получают оправдание даром, по благодати
						Его, искуплением во Христе Иисусе (Рим. 3, 24; Гал. 2, 16). Верою они обре тают мир с
						Богом (Рим. 5, 1), получают свидетельство от Духа Святого, что они дети Божьи и
						наследники вечной жизни (1 Иоан. 5, 10-11; Рим. 8, 16-17; Гал. 4, 6-7) .
					</p>

					<p>
						Оправдание изменяет положение уверовавшего человека перед Богом: он спасен от гнева
						Божьего (Рим. 5, 9) и освобожден от вечного осуждения (Рим. 4, 5; 5, 1; 8:1, 30).
						Уверовавший освобождается от виновности за сделанные грехи и от страха осуждения за них
						(Рим. 3:24-25, 28; 5, 9; 2 Кор. 5, 21; Гал. 2, 16). Искупленных и о правданных Бог
						усыновляет, и они становятся наследниками Царства Божьего (Рим. 8, 16-18; Гал. 3, 26; 4,
						4-5; Еф. 1, 4-7).
					</p>
				</article>
				<article class="mb-4">
					<h4 class="text-secondary" id="Освящение">V. Освящение</h4>
					<p>
						Освящение – это воля Божья для всех искупленных: «Ибо призвал нас Бог не к нечистоте, но
						к святости» (1 Фес. 4, 3-8). Без святости никто не может увидеть Господ а (1 Фес. 4,
						3-7; Евр. 12, 14). При уверовании человек освящается Кровью завета (1 Петр. 1, 1-2; Евр.
						10: 10, 14, 29; 13, 12). Христианин нуждается в постоянном освящении в течение всей
						жизни (Евр. 12, 14; Откр. 22, 11). Руководствуясь Словом Господним и поступая по духу,
						он приносит плод святости (1 Петр. 1: 15-16; Рим. 6, 22; Гал. 5, 16).
					</p>

					<p>
						Освящение – это отделение от греха (1 Петр. 2, 9; Тит. 2, 14), посвящение себя Богу и
						преображение в образ Иисуса Христа (1 Иоан. 3, 2-3; Рим. 6: 2, 6, 8, 12-13 ; 12, 1-2; 2
						Кор. 5, 15; Фил. 2: 5, 15; 1 Фес. 3, 13).
					</p>

					<p>
						Освящение осуществляется Богом (1 Фес. 5, 23) с участием самого верующего. Бог действует
						через жертву Иисуса Христа (Рим. 6, 11-12; 1 Кор. 1, 30; Еф. 5, 27; 1 Ф ес. 5, 23; Евр.
						10, 10), через Свое Слово (Иоан. 17, 17) и живущего в нас Духа Святого (1 Кор. 6,
						19-20).
					</p>

					<p>
						К участию человека относится:
						<br />
						осуждение, исповедание своих грехов и сознание нужды в прощающей благодати Божьей (1 Иоан.
						1, 7-9; 1 Кор. 11, 31; 2 Кор. 7, 1; Евр. 4, 16); вера в очищение Кров ью Христа (Евр. 10,
						19-22); исследование и принятие Слова Божьего с желанием повиноваться ему (Иоан. 5, 39; Деян.
						17, 11; Иак. 1, 21; 1 Петр. 2, 1-2; 1 Тим. 4, 1 6; 2 Тим. 1, 13; 3, 15-16);
						<br />
						святое хождение перед Богом под влиянием Духа Святого (Рим. 8, 14; 12, 1-2; Откр. 22, 11); доверие
						Господу во всех обстоятельствах жизни (Иуды 24-25 ст.; 2 Тим. 1, 12). Святая любовь к Господу
						и Его заповедям, под действием Духа Святого, влечет детей Божьих к постоянному освящению
						(Рим. 5, 5; 2 Кор. 3, 18; 7, 1; Еф. 4: 15, 23-24).
					</p>
				</article>
				<article class="mb-4">
					<h4 class="text-secondary" id="Молитва">VI. Молитва</h4>
					<p>
						Молитва – это средство общения человека с Богом (Пс. 5, 2-4; Фил. 4, 6). В молитве мы
						поклоняемся Богу, славословим Его, говоря о Его величии и славе (1 Пар. 29 , 11-15; Пс.
						102, 1-19).
					</p>

					<p>
						В молитве мы открываем свои желания и нужды Богу, Который силен исполнить наши прошения
						(Фил. 4, 6-7). Он отвечает на молитвы тех, кто взывает к Нему с чистым с ердцем, с верой
						и по Его воле (Пс. 49, 15; 65, 18; Марк. 11,24; 1 Иоан. З, 21-22). «Близок Господь ко
						всем призывающим Его, ко всем призывающим Его в истине. Жел ание боящихся Его Он
						исполняет, вопль их слышит, и спасает их» (Пс. 144, 18-19).
					</p>

					<p>Слово Божье учит нас молиться:</p>

					<ul>
						<li>о том, чтобы святилось имя Отца нашего Небесного (Матф. 6, 9);</li>
						<li>о пришествии Царства Его (Матф. 6, 10);</li>
						<li>о том, чтобы воля Его свершалась и на земле, как на небе (Лук. 11, 1-2);</li>
						<li>о себе и родных (Матф. 6, 11-13; 15, 22; 17, 15);</li>
						<li>об успехе распространения Евангелия (1 Тим. 2, 1-4; 1 Фес. 1, 8; 2 Фес. 3, 1);</li>
						<li>о всех святых и о церкви (Еф. 6, 18; Фил. 1, 4);</li>
						<li>о служителях (Матф. 9,37-38; Рим. 15,30; Еф. 6,19);</li>
						<li>
							о больных и страждущих по воле Божьей (Иак. 5, 14-16; 1 Петр. 4, 19; Евр. 13, 3);
						</li>
						<li>о тех, кто обижает и преследует детей Божьих (Матф. 5, 44);</li>
						<li>о правителях, начальствующих и всех людях (Иер. 29, 7; 1 Тим. 2, 2).</li>
					</ul>

					<p>
						Дети Божьи призваны всегда и за все благодарить Господа, потому что все Его намерения
						служат во благо верующему (Иер. 29, 11; Рим. 8, 28; 1 Фес. 5, 17-18).
					</p>

					<p>
						Апостолы и ученики часто молились с постом (Деян. 13, 2; 2 Кор. 11, 27).
						<br />
						Согласно Слову Божьему молитвы с постом совершаются:
						<br />
						при необходимости личного смирения и при желании быть ближе к Господу (Ездр. 8, 21а; Ис.
						57, 15; Дан. 10, 12); при избрании и рукоположении служителей церкви (Д еян. 13, 2-3; 14,
						23); при общих нуждах народа Божьего (Ездр. 8, 21-23) и бедствиях (Иоиль 1, 14; 2, 12-15);
						<br />
						при переживаниях, скорбях (2 Цар. 1, 12; Пс. 34, 13; 68, 11) и других обстоятельствах (Марк.
						9, 29; 2 Кор. 6, 4-5).
					</p>

					<p>
						Пост – это не только воздержание от принятия пищи и питья и пребывание в молитве, но и
						проявление добродетели, разрешение «оков неправды» и установление должных отношений с
						людьми (Ис. 58, 3-12; Матф. 5, 23-24).
					</p>
				</article>
			</section>
			<section id="5. О ЦЕРКВИ" class="mb-5">
				<h3 class="text-primary">5. О ЦЕРКВИ</h3>
				<p>
					Мы веруем, что Церковь создал Иисус Христос (Матф. 16, 18). Она утверждена на основании
					учения Апостолов и пророков и имеет краеугольным камнем Самого Иисуса Хр иста (1 Кор. 3,
					11; Еф. 2, 20; Кол. 1, 18).
				</p>

				<p>
					Члены церкви, крещенные одним Духом (1 Кор. 12, 13), являются друг для друга членами и
					составляют одно тело (Рим. 12, 5; 1 Кор. 12, 14), составляемое и совокупл яемое
					посредством всяких взаимно скрепляющих связей. Главой этого тела является Иисус Христос
					(Еф. 1, 22; 4, 15-16). Духовное родство влечет святых к объединению , и потому христиане,
					живущие в одной местности, соединяются в местную церковь (Деян. 11, 22; 13, 1; 2 Кор. 1,
					1).
				</p>

				<p>
					Местные церкви, составляя единое тело Господа, соединены между собой многоразличными
					связями. Это усмотрел Господь для участия в нуждах святых (Деян. 11, 27-30; 1 Иоан. 3, 17;
					Рим. 15, 25-27; 2 Кор. 8, 14-15; 9, 12-14), для совместного разрешения духовных вопросов
					(Деян. 15: 1-2, 4-29).
				</p>

				<p>
					Связи между церквами становятся более крепкими, когда в объединении об общинах заботятся
					служители, получившие для этого благодать от Бога и доверие от церквей (2 Кор. 11, 28;
					Кол. 4, 7-8; Фил. 2, 19-25). Цель их служения – совместное подвизание за веру, однажды
					преданную святым (Иуды 3 ст.; Фил. 1, 27-29), устройство м естных церквей (1 Тим. 3,
					14-15; 5, 17-22; Тит. 1, 5) и распространение благой вести о Господе и Спасителе Иисусе
					Христе (Деян. 16, 1-3; 20, 4; Рим. 16, 3-4).
				</p>

				<p>
					Мы верим, что объединение церквей в тесный союз любви и мира, основанный на святости,
					совершает Сам Господь Духом Святым (Пс. 92, 5; Еф. 1, 4; 2, 13; 4, 16).Со дня
					Пятидесятницы существует Вселенская (невидимая) Церковь, созданная Христом, в которую
					входят местные церкви (Деян. 2, 41-47; Еф. 1, 20-23).
				</p>

				<article class="mb-4">
					<h4 class="text-secondary" id="Вселенская Церковь">I. Вселенская Церковь</h4>
					<p>
						Вселенская Церковь состоит из спасенных, рожденных свыше людей (Деян. 2, 47; Тит. 3, 5),
						искупленных Кровью Христа из всякого колена, языка, народа и племени (К ол. 1, 12-22;
						Евр. 12, 22-23; Откр. 5, 9-10), имеющих в себе свидетельство, что они дети Божьи (1
						Иоан. 5, 10-11; Рим. 8, 16).
						<br />
						Вселенская Церковь является:
					</p>

					<ul>
						<li>паствой Христа (Иоан. 10, 16; 21, 15-17; 1 Петр. 5, 2; Евр. 13, 20);</li>
						<li>духовным домом, или храмом Божьим (1 Петр. 2, 5; Еф. 2, 19-21; Евр. 3, 6);</li>
						<li>невестой Христа (2 Кор. 11, 2; Еф. 5, 27; Откр. 19, 7-9; 21, 9-10);</li>
						<li>телом Христа (1 Кор. 12: 12-13, 27; Еф. 1, 22-23; Кол. 1, 17-27);</li>
						<li>
							столпом и утверждением истины (1 Тим. 3, 15). Всех уверовавших и рожденных свыше Иисус
							Христос крестит (погружает) Духом Святым в тело Христово (Иоан. 1, 33; Д еян. 2, 47; 1
							Кор. 12, 13; Гал. 3, 27; Кол. 2, 12).
						</li>
					</ul>

					<p>
						По окончании периода благодати Церковь Христова будет восхищена с земли в сретение
						Господу, чтобы всегда быть с Ним, видеть Его и разделять Его славу (Иоан. 17: 22, 24; 1
						Кор. 15, 51-57; Фил. 3, 20-21; 1 Фес. 4, 13-17).
					</p>
				</article>
				<article class="mb-4">
					<h4 class="text-secondary" id="Местная церковь">II. Местная церковь</h4>
					<p>
						Местная церковь – это собрание возрожденных душ, живущих в одной местности, соединенных
						одной верой (одним исповеданием), одной любовью и надеждой для созидания тела Христова и
						совместного служения Господу (Матф. 18, 17; Деян. 2, 42-47; 14, 23; Еф. 4, 11-16;Фил. 2,
						1-2). Принадлежность к Вселенской Церкви не освобождает от необходимости принадлежать к
						местной церкви (Деян. 2, 41).
					</p>

					<p>
						Местные церкви созидаются Господом в разных странах, городах и селениях (Евр. 3, 4-6).
						Их назначение – возвещать совершенства Того, Кто призвал нас из тьмы в чу дный Свой свет
						(1 Петр. 2, 9), прославлять Бога (Рим. 15, 9), содействовать возрастанию членов церкви в
						познании Бога и Христа (Кол. 2, 2), помогать христианам с овершенствоваться в жизни веры
						и любви (Еф. 4, 12-16), распространять Царство Божье на земле (Деян. 13, 1-3; Рим. 10,
						15; Фил. 1, 5), содействовать взаимному слу жению друг Другу (1 Петр. 4, 10).
					</p>
				</article>
				<article class="mb-4">
					<h4 class="text-secondary" id="Членство в местной церкви">
						III. Членство в местной церкви
					</h4>
					<p>
						Условием для приобщения души к местной церкви является вера в Иисуса Христа, покаяние,
						возрождение и водное крещение (Деян. 2, 38; 8, 37; 19, 2-5; Рим. 10, 9-10 ; 1 Тим. 6,
						12). Преподают крещение охотно принявшим Слово Божье и верующим от всего сердца (Деян.
						2, 41).
					</p>

					<p>
						Через крещение по вере человек заключает завет с Господом и становится членом церкви
						(Деян. 2,41-42; Евр. 8, 10).
					</p>
				</article>
				<article class="mb-4">
					<h4 class="text-secondary" id="Устройство местной церкви">
						IV. Устройство местной церкви
					</h4>
					<p>
						Каждая местная церковь принадлежит Богу (1 Кор. 1, 2). Глава Церкви – Иисус Христос –
						определяет порядок в церквах посредством Слова Божьего и водительства Духо м Святым (1
						Кор. 11, 2; 14: 33, 40; 16, 1; Еф. 4, 11-12).
						<br />
						Служителей в церкви поставляет Бог Духом Святым (Деян. 13, 2; 1 Кор. 12, 28; Еф. 4, 11).
						Он призывает на служение мужей, исполненных Духа Святого и мудрости (Ие р. 30, 21; Деян.
						6, 3; Евр. 5, 1-4), наделяет их дарами и способностью для служения (2 Кор. 3, 4-6). По признакам,
						отмеченным в Священном Писании, церковь должна определять призываемых Богом и избирать их
						для служения (Деян. 6, 2-7; 13, 1-3; 15, 22; 20, 28 Еф. 4, 11-12; Тит. 1, 5).
					</p>

					<p>
						Пресвитеры, благовестники (евангелисты) и диаконы, избираемые церковью, должны
						соответствовать требованиям Священного Писания (1 Тим. 3, 1-12; Тит. 1, 5-9). Учи теля
						избираются церковью на основании их призвания (Рим. 12, 6-7). Поставление на служение
						совершается посредством возложения рук служителя, имеющего на это пору чение (2 Тим. 1,
						6; 4, 5; Тит. 1,5).
					</p>

					<p>
						В соответствии с новозаветным учением Иисуса Христа и Апостолов, порядок поставления
						служителей посредством рукоположения установлен в братстве на основании Дея н. 6, 3; 14,
						22-23; 1 Тим. З, 1-15; Тит. 1, 5-9.Пресвитеры, как домостроители Церкви Христовой,
						руководят местной церковью. Они обязаны быть верными (1 Кор. 4, 1 -2), усердно и
						богоугодно нести попечение о душах (1 Петр. 5, 1-4; 1 Кор. 4, 1-2; Евр. 13, 17).
					</p>

					<p>Задача пресвитеров:</p>

					<ul>
						<li>пасти церковь (Деян. 20, 28-31),</li>
						<li>поддерживать слабых (Деян. 20, 35),</li>
						<li>наставлять членов церкви в здравом учении (2 Тим. 2, 15),</li>
						<li>
							обличать, запрещать, увещать со всяким долготерпением и назиданием (2 Тим. 4, 2; Тит.
							1, 9).
						</li>
					</ul>

					<p>
						Благовестники (евангелисты) и учителя, также как и пресвитеры, являются домостроителями
						церкви и совершают служение священнодействия (Рим. 15, 16; Еф. 4, 11-12) . Они вместе с
						пресвитерами участвуют в обсуждении и решении духовных вопросов (Деян. 15: 6, 22; Фил.
						1, 1).
					</p>

					<p>
						По поручению церкви и служителей благовестники и пресвитеры совершают служение за
						пределами местных церквей, проповедуя Евангелие всем людям, и заботятся о церк вах
						(Деян. 13, 14; 16, 1-3; 2 Тим. 4, 1-5).
					</p>

					<p>
						Диаконы помогают пресвитерам и учителям в служении. Преимущественно же им поручается
						дело материального служения и благотворительности (Деян. 6, 1-4).
					</p>

					<p>
						Служители церкви могут быть на ее содержании (Матф. 10, 10; 1 Кор. 9, 14; Гал. 6, 6; 1
						Тим. 5, 17-18).
					</p>

					<p>
						Согрешившие служители подлежат церковному взысканию наравне с другими членами церкви (1
						Тим. 5, 19-20), но их вопрос рассматривается с участием ответственного с лужителя,
						заботящегося о многих церквах (1 Тим. 5, 19-20).
					</p>

					<p>
						Рукоположение теряет силу при совершении служителем тяжкого греха или проявлении
						неверности (1 Кор. 4, 2; Евр. 12, 15-17). В таких случаях церковь принимает реш ение о
						наказании и снятии рукоположения с участием служителя, имеющего поручение рукополагать
						(Иез. 44, 10-14; Ос. 4, 6; Мал; 2, 7-9).
					</p>
				</article>
				<article class="mb-4">
					<h4 class="text-secondary" id="Обязанности членов церкви">
						V. Обязанности членов церкви
					</h4>
					<p>Члены церкви должны:</p>

					<ul>
						<li>сохранять послушание и верность Господу (1 Цар. 15, 22-23; Откр. 2, 10);</li>
						<li>жить между собой в мире и во взаимной любви (2 Фес. 1, 3);</li>
						<li>
							молиться о служителях и достойно начальствующим пресвитерам оказывать сугубую честь и
							послушание (1 Петр. 5, 5; Гал. 6, 6; Кол. 4, 3; 1 Фес. 5, 12-13; 1 Тим. 5 , 17; Евр.
							13, 17);
						</li>
						<li>
							сохранять единство церкви по учению Иисуса Христа (Рим. 15, 5-6; Фил. 1, 27; 2, 2);
						</li>
						<li>
							принимать ревностное участие в жизни церкви, ее нуждах и материальном служении (1
							Петр. 4, 10; 1 Кор. 12, 25; 2 Кор. 9, 7; Евр. 13, 16);
						</li>
						<li>хранить тайну церкви от внешних (П. Песн. 4, 12; Матф. 7, 6).</li>
					</ul>

					<p>
						Каждый член церкви призван посещать богослужебные собрания (Пс. 15, 3; 26, 4; 121, 1;
						Евр. 10, 25) и достойно участвовать в вечере Господней (Деян. 2, 42; 1 Кор . 11, 26-28).
					</p>
				</article>
				<article class="mb-4">
					<h4 class="text-secondary" id="Церковная дисциплина">VI. Церковная дисциплина</h4>
					<p>
						В церковь принимаются рожденные свыше и наученные основам библейского учения;
						принимаются лишь после того, как церковь ознакомится с их духовным состоянием и он и
						исповедают перед ней свою веру (Рим. 10, 9-10; 1 Иоан. 4: 1-3, 15). Принятие
						осуществляется решением церкви.
					</p>

					<p>
						Члены церкви должны быть внимательны друг ко другу (Евр. 10, 24-25), предупредительны
						(Рим. 12, 10), с любовью принимать увещания и увещать, не нарушая установл ении Господа
						(Матф. 18, 15-17), должны наблюдать, чтобы кто не лишился благодати Божьей (Евр. 12,
						15).
					</p>

					<p>
						От служителей церкви требуется, чтобы они соблюдали заповеди чисто и неукоризненно (1
						Тим. 6, 14), были образцом для верных (1 Тим. 4, 12), учили детей Божьих с облюдать все,
						что заповедал Господь (Матф. 28, 20), были бдительными (2 Тим. 4, 5), обличали
						противящихся истине (Тит. 1, 9).
					</p>

					<p>
						Имея пропитание и одежду, христиане должны довольствоваться этим (1 Тим. 6, 8),
						покоряясь любви Божьей, которая влечет их на путь самоотвержения и отказа от мат
						ериальных излишеств, побуждает к жертвенному служению ради успеха проповеди Евангелия
						(Матф. 6, 25-34; 16, 24).
					</p>

					<p>
						На богослужениях и в быту дети Божьи должны иметь вид, приличный святым, то есть
						одеваться со стыдливостью и целомудрием (1 Тим. 2, 9; Тит. 2, 3). В соответстви и со
						Священным Писанием, жены должны покрывать голову (1 Кор. 11, 5-10).
					</p>

					<p>
						Подражание миру в одежде, в, общем укладе жизни, в неприличной моде, в исполнении
						музыкальных произведений на богослужениях и в быту – говорит о дружбе с миром и является
						враждуй против Бога. Служитель призван ревновать о чистоте церкви, чтобы представить ее
						Христу чистой девой (2 Кор. 11, 2).
					</p>

					<p>
						Для сохранения в церкви чистоты и благочиния (1 Кор. 5, 6-7; 2 Фес. 3, 6) существуют
						меры церковного воздействия: увещание (1 Тим. 1, 5; Тит. 2, 15), обличение (Матф. 18,
						15-18), замечание (2 Фес. 3, 14) и отлучение (1 Кор. 5, 12-13).
					</p>

					<p>Отлучение христианина от местной церкви может совершаться в случае:</p>

					<ul>
						<li>отпадения от веры в Бога (1 Кор. 16, 22),</li>
						<li>уклонения в ересь (Тит. 3, 10),</li>
						<li>совершения греха (Матф. 18, 15-18; 1 Кор. 5, 11-13; 2 Фес. З, 6).</li>
					</ul>

					<p>
						Членов церкви, которые нарушают повеления Божьи и после сделанного им увещания не
						раскаиваются открыто и сердечно, которые не намерены исправляться и остаются в грехе,
						церковь наказывает: ставит на замечание или отлучает (2 Фес. 3, 14). В случае
						разномыслия по вопросу наказания меньшинство должно покориться решению церк ви.
					</p>

					<p>
						Церковь принимает отлученного после его искреннего покаяния, оставления им греха и
						наличия плодов покаяния (2 Кор. 2, 6-8). Таким образом надлежит устроять поря док в
						церкви и хранить ее чистоту, чтобы Господь мог обитать со Своим народом (Иоан. 14, 23; 2
						Кор. 6, 15-18).
					</p>
				</article>
			</section>
			<section id="6. О ВОДНОМ КРЕЩЕНИИ" class="mb-5">
				<h3 class="text-primary">6. О ВОДНОМ КРЕЩЕНИИ</h3>
				<p>
					Мы веруем, что водное крещение по вере – это заповедь Иисуса Христа, а также свидетельство
					веры и послушания Господу (Марк. 16, 15-16; Деян. 2: 38, 41). Это тор жественное обещание
					Богу доброй совести (1 Петр. 3, 21).
				</p>

				<p>
					Преподается крещение рожденным свыше, охотно принявшим Слово Божье и Иисуса Христа как
					Спасителя и Господа (Иоан. 1, 12; Деян. 2, 41; 5, 31). Все, крестившиеся во Христа Иисуса,
					в смерть Его крестились (Рим. 6, 3-5; Гал. 3, 26-27; Кол. 2, 12).Крещение могут принимать
					только достигшие сознательного возраста (Марк. 16, 16 ; Деян. 2, 41).
				</p>

				<p>
					При совершении крещения служитель спрашивает крещаемого: «Веришь ли, что Иисус Христос
					есть Сын Божий?» (Деян. 8, 37). После утвердительного ответа служитель, н а основании
					Матф. 28: 19, говорит: «По повелению Господа и по вере твоей крещу тебя во имя Отца, и
					Сына, и Святого Духа. Аминь». Крещаемый подтверждает: «Аминь». Крещение совершается
					единократным полным погружением в воду.
				</p>

				<p>
					После водного крещения совершается молитва благословения в присутствии церкви. Служитель
					молится над крещенным с возложением рук (Деян. 8, 17; 19, 6), затем сов ершает
					хлебопреломление.
				</p>
			</section>
			<section id="7. О ВЕЧЕРЕ ГОСПОДНЕЙ" class="mb-5">
				<h3 class="text-primary">7. О ВЕЧЕРЕ ГОСПОДНЕЙ</h3>
				<p>
					Мы веруем, что вечеря Господня (хлебопреломление) является заповедью Иисуса Христа для
					воспоминания и возвещения Его страданий и смерти на кресте (Матф. 26, 26- 28) и должна
					совершаться до пришествия Его за Церковью (1 Кор. 11, 23-26).
				</p>

				<p>
					Участвующие в вечере Господней свидетельствуют о своем единстве с Господом и друг с другом
					(1 Кор. 10, 16-17). Поэтому приобщаться к телу и Крови Иисуса Христа могут только
					возрожденные души, которые засвидетельствовали о своей смерти со Христом через водное
					крещение и находятся в мире с Господом и с церковью (1 Кор. 11 , 27-29).
				</p>
			</section>
			<section id="8. О ВОЗЛОЖЕНИИ РУК" class="mb-5">
				<h3 class="text-primary">8. О ВОЗЛОЖЕНИИ РУК</h3>
				<p>
					Мы веруем, что учение о возложении рук относится к начаткам учения Христова (Евр. 6, 1-2).
				</p>

				<p>
					При молитве с возложением рук служитель призывает благословение от Бога на того, над кем
					он молится (Быт. 48, 15-16; Числ. 27, 19-23; Деян. 14, 23).
				</p>

				<p>
					Совершающий молитву служитель, возлагая руки, признает, что тот, на кого он возлагает
					руки, достоин принять благословение и соответствует требованиям -Божьим. П оэтому Слово
					Божье предостерегает от поспешного возложения рук, чтобы не сделаться участником в чужих
					грехах (1 Тим. 5, 22). «Без всякого же прекословия меньший благословляется большим» (Евр.
					7, 7).
				</p>

				<p>
					Библия говорит о возложении рук при благословении детей Иосифа Иаковом (Быт. 48, 13-20).
				</p>

				<p>
					Моисею Бог повелел возложить руки на Иисуса Навина, «человека, в котором есть Дух»,
					поставить его перед обществом и дать ему наставление. «И дай ему от славы тв оей» (Числ.
					27, 18-23). Иисус Навин «исполнился духа премудрости… и повиновались ему сыны Израилевы»
					(Втор. 34, 9).
				</p>

				<p>
					Господь Иисус возлагал руки, исцеляя больных (Марк. 6, 5), благословляя детей (Марк. 10,
					16), и дал обетование уверовавшим: «…возложат руки на больных, и они бу дут здоровы»
					(Марк. 16, 18).
					<br />
					На основании фактов, изложенных в Священном Писании, служители, имеющие право священнодействия,–
					пресвитеры, благовестники и учителя – с верой и молитвой возлаг ают руки:
				</p>

				<ul>
					<li>
						на крещенных по вере. Цель такой молитвы – призвать Божье благословение на последующую
						жизнь крещенного, попросить о водительстве Духа Святого и охраны от всяк ого зла (1 Пар.
						4, 10; Пс. 24, 12; Иоан. 17: 12, 20; Рим. 8, 12);
					</li>
					<li>
						на детей, которых родители посвящают Господу и которые еще не могут нести
						ответственности за свои поступки. Служитель просит благословения, вверяя ребенка Божь
						ему попечению (1 Цар. 1: 11, 27-28; Матф. 19, 13-15; Марк. 10, 13-16). При этом
						родителям напоминается об их ответственности перед Богом воспитывать детей в учен ии и
						наставлении Господнем (Еф. 6, 4);
					</li>
					<li>
						на больных по их просьбе и вере. Цель молитвы – исцеление. Молитве над ними предшествует
						признание и покаяние в проступках (Марк. 16, 18; Иак. 5, 14-16; 1 Иоан . 3, 20-22);
					</li>
					<li>
						на вступающих в брак. Цель молитвы – призвать благословение Божье на совместную жизнь
						вступающих в брак (Быт. 1, 28; Пс. 127, 1-4; Притч. 10, 22).
					</li>
				</ul>

				<p>
					При поставлении братьев, избранных церковью на пресвитера, благовестника, учителя или
					диакона, рукополагающий служитель во время молитвы возлагает на них руки ( Деян. 6, 6; 13,
					1-3; 14, 23; 1 Тим. 4, 14).
				</p>

				<p>
					Мы не видим в Священном Писании основания для учения о преемственности благодати от
					Апостолов, потому что служителей в церкви поставляет Сам Господь (Еф. 4, 11) , наделяя их
					дарами для служения и мудростью (Иер. 1, 5; 1 Кор. 12, 11; Гал. 1, 15), и благословляет по
					молитве рукополагающего, который получил поручение от отв етственных служителей братства
					(Тит 1, 5) при свидетельстве Духа Святого. Хлеб и вино указывают на Тело и Кровь Иисуса
					Христа (1 Кор. 11, 23-25).
				</p>
			</section>
			<section id="9. О ВОСКРЕСНОМ ДНЕ" class="mb-5">
				<h3 class="text-primary">9. О ВОСКРЕСНОМ ДНЕ</h3>
				<p>
					Мы веруем, что Иисус Христос воскрес для нашего оправдания в первый день недели (Матф. 28,
					1-6; Марк. 16, 9). Этот день возвещает о победе и славном торжестве н ашего Искупителя и о
					будущем воскресении всех людей (1 Кор. 15, 22-23). Это день Господень: «Сей день сотворил
					Господь…» (Пс. 117, 24; Откр. 1, 10).
				</p>

				<p>
					Первое и второе явление воскресшего Христа ученикам происходило в первый день недели
					(Иоан. 20, 19-26). Сошествие Духа Святого также совершилось в первый день н едели (Деян.
					2, 1).
				</p>

				<p>
					Мы чтим воскресенье как особый день, в который церковь собирается для совместного
					поклонения Богу и изучения Священного Писания (Деян. 20, 7; 1 Кор. 16, 1-2).
				</p>
			</section>
			<section id="10. О БРАКЕ И СЕМЬЕ" class="mb-5">
				<h3 class="text-primary">10. О БРАКЕ И СЕМЬЕ</h3>
				<p>
					Мы веруем, что брак установлен Богом (Быт. 2, 18-24). Это союз между мужчиной и женщиной,
					созданный для взаимной помощи и поддержки, для продолжения человеческо го рода (Быт. 1,
					28) и для совместного прохождения жизненного пути в любви и согласии.
				</p>

				<p>
					Муж может иметь только одну жену, и жена – только одного мужа (1 Кор. 7, 1-5). Христиане
					имеют право вступать в брак только с членами церкви своего вероисповеда ния (1 Кор. 7,
					39).
				</p>

				<p>
					Бог установил, чтобы вступившие в брачный союз не разводились (Матф. 19, 6-9), чтобы
					супруги были верны друг другу до смерти (Рим. 7, 2). После смерти одного из супругов Слово
					Божье позволяет вступать в повторный брак, но только в Господе (1 Кор. 7, 39).
				</p>

				<p>
					По Слову Божьему развод не позволителен, ибо что Бог сочетал, того человек да не разлучает
					(Матф. 19, 6-9). Христос подтвердил это слово еще раз: «Кто разведетс я с женою своею не
					за прелюбодеяние и женится на другой, тот прелюбодействует; и женившийся на разведенной
					прелюбодействует» (Матф. 19, 9). Здесь говорится о раз воде по любой причине, кроме
					прелюбодеяния. Следовательно, христианская семья нерасторжима до наступления смерти одного
					из супругов.
				</p>

				<p>
					Сложные бракоразводные вопросы церковь, руководствуясь Словом Божьим, рассматривает с
					участием ответственных служителей. Как правило, христианская семья многодетна. Уклонение
					от деторождения – грех. Бог дает жизнь человеку и определяет ее продолжительность (Иов.
					10, 8-12; Пс. 138, 13-16). Дети в семье являются драгоценным даром Божьим (Пс. 126, 3).
					Верные Господу супруги принимают детей из руки Божьей, по Его усмотрению (Пс. 127, 3-4;
					Ис. 29, 23).
				</p>

				<p>
					Родители, и в первую очередь отцы, несут ответственность за духовное воспитание детей
					(Втор. 6, 5-9; Пс. 77, 3-7). Их христианский долг – воспитывать детей в уч ении и
					наставлении Господнем, подавая личный пример христианского благочестия (Еф. 6, 4).
				</p>
			</section>
			<section id="11. ЦЕРКОВЬ И ГОСУДАРСТВО" class="mb-5">
				<h3 class="text-primary">11. ЦЕРКОВЬ И ГОСУДАРСТВО</h3>
				<p>
					Мы веруем, что существующие власти установлены Богом. Поэтому в гражданских вопросах,
					которые не противоречат повелениям Господа, члены церкви должны покоряться властям (Матф.
					22, 21; Рим. 13, 1-7).
				</p>

				<p>
					Христиане призваны молиться о правителях и начальствующих (Иер. 29, 7; 1 Тим. 2, 1-3),
					чтобы употребление вверенной им власти вело к сохранению мира и правосуди я, дабы
					проводить нам жизнь тихую и безмятежную во всяком благочестии и чистоте.
				</p>

				<p>Отделение церкви от государства и свобода совести отвечает принципам Евангелия.</p>

				<p>
					Главой Церкви является Христос, и ей присуще повиноваться Ему (Еф. 5, 23-24). Церковь
					Христа – не от этого мира (Иоан. 17, 15-16; 18, 36), и она не может находи ться в
					зависимости от светской власти или вмешиваться в ее дела (2 Кор. 6, 14-18), тем более
					брать на себя функции, отведенные Богом светской власти и действоват ь в ее духе и ее
					методами (Матф. 20, 25-28; Лук. 12, 13-14).
				</p>

				<p>
					Церковь обязана хранить себя от всякого вмешательства внешних в ее внутреннюю жизнь и
					служение (Деян. 4, 19; 5, 29). В отношении государства члены церкви живут по принципу,
					провозглашенному Христом: «Отдавайте кесарево кесарю, а Божие Богу» (Матф. 22, 21).
				</p>
			</section>
			<section id="12. ВТОРОЕ ПРИШЕСТВИЕ ХРИСТА" class="mb-5">
				<h3 class="text-primary">12. ВТОРОЕ ПРИШЕСТВИЕ ХРИСТА</h3>
				<p>
					Мы веруем во второе пришествие Господа нашего Иисуса Христа (Деян. 1, 11), которое
					включает в себя два события.
				</p>

				<p>
					1. Восхищение Церкви, то есть воскресение умерших во Христе и изменение верных, оставшихся
					в живых. Это – невидимое для мира восхищение Церкви и встреча ее со ристом на облаках (1
					Иоан. 3, 2; 1 Кор. 15, 52-57; Фил. 2, 16; 3, 20-21; 1 Фес. 4, 16-17; 5, 23). После
					восхищения спасенные предстанут перед судилищем Христов (1 Петр. 5, 4; 1 Кор. 3, 14; 9,
					24-25; 2 Кор. 5, 10; 2 Тим. 4, 7-8).
				</p>

				<p>
					2. Пришествие Иисуса Христа в силе и славе в день Господень (Матф. 24, 27; 25, 31; 26, 64;
					1 Фес. 1, 10; 2 Фес. 1, 7; Откр. 1, 7; 19, 11).Это открытое, видимо пришествие Христа
					ознаменуется судом над человечеством, после чего наступит тысячелетнее царство (Откр. 20,
					1-6). Через тысячу лет воскреснут и неправедные
				</p>
			</section>
		</main>

		<!-- Sticky Menu -->
		<aside
			class="col-lg-3 col-md-4 position-sticky"
			style="height: calc(100vh - 4rem); overflow-y: auto; top:6rem;font-size:.9rem"
		>
			<nav class="bg-light rounded border p-3">
				<a class="nav-link text-dark" href="#beliefs">Вероучение</a>
				{#each menu as item, i}
					<div class="my-1">
						<a class="text-dark" href="#{item.id}" style="line-height: 0rem;"> {item.title} </a>
						{#if item.children?.length}
							<ol type="I" style="margin:0px">
								{#each item.children as child}
									<li>
										<a class="nav-link text-dark" href="#{child.id}">{child.title}</a>
									</li>
								{/each}
							</ol>
						{/if}
					</div>
				{/each}
			</nav>
		</aside>
	</div>
</div>

<style>
	ul {
		list-style-type: '—  ';
	}
</style>
