<script>
	import Page from "../+page.svelte";

</script>
<!-- Page Header Start -->
<div class="container-fluid p-0">
	<img src="{data.media_url}img/beliefs.webp" class="img-fluid w-100" alt="Top Image" />
</div>
<!-- Page Header End -->

<div class="container py-5">
	<div class="row">
		<!-- Main Content -->
		<main class="col-lg-9 col-md-8">
			<!-- Section 1 -->
			<section id="section-1" class="mb-5 mt-6">
				<h2 class="text-primary">Вероучение</h2>
				<p>
					Систематизированное вероучение евангельских христиан-баптистов было разработано на
					основании Библии. Союз церквей христиан-баптистов, развиваясь на территории Евразии, время
					от времени переиздавал свое вероучение, основой которого был текст, разработанный в
					прошлом веке баптистским проповедником И. Г. Онкеном. Так в 1906 г. было издано вероучение
					христиан-баптистов под редакцией председателя Всероссийского Союза баптистов Д. И. Мазаева
					и в 1928 г. – под редакцией председателя Всесоюзного Союза баптистов Н. В. Одинцова.
					Аналогичное вероучение было принято в 1985 г. на 43 съезде ВСЕХБ. Содержание данного
					вероучения евангельских христиан-баптистов отражает текст вышеуказанных изданий. Надеемся,
					что настоящее вероучение послужит вспомогательным материалом для духовного воспитания и
					возрастания верующих и дальнейшего устройства церквей нашего евангельско-баптистского
					братства, объединенного в Союз церквей ЕХБ. Евангельские христиане-баптисты являются
					церковью возрожденных христиан и в своем вероучении отражают стремление к библейскому
					учению первоапостольской церкви.
				</p>
			</section>

			<!-- Subsection: О БОГЕ -->
			<section id="section-god" class="mb-5">
				<h3 class="text-primary">1. О БОГЕ</h3>

				<!-- Триединство Бога -->
				<article class="mb-4">
					<h4 class="text-secondary">I. Триединство Бога</h4>
					<p>
						Мы веруем в единого, живого, истинного Бога (Ис. 45, 22; Иер. 10, 10; Иоан. 17, 3),
						сотворившего небо, землю и все, что наполняет их (Быт. 1, 1-2; Пс. 23, 1; Ис. 40, 26-29;
						45, 12; Деян. 17, 24-29), Который проявляет Себя в трех лицах: Отец, Сын и Святой Дух, –
						три в одном и один в трех лицах, живущий вечно, «и Сии три суть едино» (Ис. 48, 16; 1
						Иоан. 5, 7; Рим. 11, 33). Бог есть дух (Иоан. 4, 24), и как дух Он невидим для людей
						(Исх. 33, 20; Иоан. 1, 18; 1 Иоан. 4, 12; 1 Тим. 6, 16). Однако «невидимое Его, вечная
						сила Его и Божество, от создания мира чрез рассматривание творений видимы…» (Рим. 1,
						20). Познать Бога человек может только через откровение Бога о Самом Себе, которое
						содержится в Слове Божьем и становится понятным благодаря действию Духа Святого (2 Петр.
						1, 20-21; Иоан. 14, 26).
					</p>
				</article>
				<article class="mb-4">
					<h4 class="text-secondary">II. Бог Отец</h4>
					<p>
						Мы веруем в единого, живого, истинного Бога (Ис. 45, 22; Иер. 10, 10; Иоан. 17, 3),
						сотворившего небо, землю и все, что наполняет их (Быт. 1, 1-2; Пс. 23, 1; Ис. 40, 26-29;
						45, 12; Деян. 17, 24-29), Который проявляет Себя в трех лицах: Отец, Сын и Святой Дух, –
						три в одном и один в трех лицах, живущий вечно, «и Сии три суть едино» (Ис. 48, 16; 1
						Иоан. 5, 7; Рим. 11, 33). Бог есть дух (Иоан. 4, 24), и как дух Он невидим для людей
						(Исх. 33, 20; Иоан. 1, 18; 1 Иоан. 4, 12; 1 Тим. 6, 16). Однако «невидимое Его, вечная
						сила Его и Божество, от создания мира чрез рассматривание творений видимы…» (Рим. 1,
						20). Познать Бога человек может только через откровение Бога о Самом Себе, которое
						содержится в Слове Божьем и становится понятным благодаря действию Духа Святого (2 Петр.
						1, 20-21; Иоан. 14, 26).
					</p>
				</article>
				<article class="mb-4">
					<h4 class="text-secondary">III. Бог Сын – Иисус Христос</h4>
					<p>
						Иисус Христос является вечным Богом (1 Иоан. 5, 20) и не имеет ни начала дней, ни конца
						жизни (Евр. 7, 3). Он же – Творец Вселенной (Кол. 1, 16). Прежде создания мира Бог
						предопределил Своего единородного Сына в жертву умилостивления для искупления и спасения
						рода человеческого (1 Петр. 1, 18-20; 2, 24; 3, 18; 1 Иоан. 2, 2; Гал. 4, 4). Он явился
						во плоти (1 Тим. 3, 16), родившись от девы Марии через непорочное зачатие от Духа
						Святого (Матф. 1, 18). Бог Сын соединил в Себе и Божественное, и человеческое естество
						(Лук. 1, 35). Он пришел в мир «в подобии плоти греховной» (Рим. 8, 3), но в Нем не было
						греха (1 Иоан. 3, 5). «Он не сделал никакого греха» (1 Петр. 2, 22). Он непричастен злу,
						поэтому мог стать жертвой за грех мира (Иоан. 1, 29; 2 Кор. 5, 21; Евр. 9, 26). Иисус
						Христос – это обещанный Помазанник Божий и единственный Спаситель мира (Лук. 4, 18-19;
						Иоан. 4, 42; 10, 28; Деян. 2, 36; 4, 12; Еф. 5, 2). Он победил дьявола и ад (Откр. 3,
						21; 5, 5; 1 Кор. 15, 54-55), разрушил смерть (2 Тим. 1, 10). Своей смертью Господь Иисус
						Христос лишил силы имеющего державу смерти, то есть дьявола (Лук. 4:33-36, 41; 1 Иоан.
						3, 8; Евр. 2, 14-15; Откр. 20: 3-4, 14). Он искупил нас Своей Кровью, став единственным
						посредником между Богом и человеком (Кол. 1, 20; 1 Тим. 2, 5-6; Тит. 2, 14; Евр. 7,
						24-25). Он стал Ходатаем за нас перед Отцом, а также Первосвященником будущих благ (1
						Иоан. 2, 1; Евр. 9: 11-12, 24). Верующий в Него имеет жизнь вечную (Иоан. 6, 47).
						Воскресший, вознесшийся на небо и прославленный Иисус Христос является Создателем и
						Главой Церкви (Матф. 16, 18; Еф. 1, 22-23; 5, 23; Кол. 1, 18? 1 Тим. 3, 16). Он будет
						судить вселенную (Иоан. 5, 22; Деян. 17, 31).
					</p>
				</article>

				<article class="mb-4">
					<h4 class="text-secondary">IIII. Бог Дух Святой</h4>
					<p>

Дух Святой является личностью и, будучи Богом (Деян. 5, 3-4), обладает:</p>
					<ul class="list-group list-group-flush">
						<li class="list-group-item">всемогуществом (Рим. 15, 19)</li>
						<li class="list-group-item">всеведением (1 Кор. 2, 10)</li>
						<li class="list-group-item"> вездесущностью (Пс. 138, 7) </li>
						<li class="list-group-item"> святостью (Еф. 4, 30) и другими атрибутами. </li>
					</ul>

          <p>

  
Дух Святой является Творцом вселенной наравне с Отцом и Сыном (Быт. 1, 2; Иов. 33, 4). Дух Святой вдохновлял пророков и Апостолов (2 Петр. 1, 21). В день Пятидесятницы был ниспослан Дух Святой для свидетельства о Христе, для прославления Его и для созидания Церкви (Иоан. 15, 26; 16: 7, 14; Деян. 1, 8; 1 Кор. 12, 13).

Святой Дух обличает мир о грехе, о правде и о суде (Иоан. 16, 8), ведет человека к покаянию и возрождает его. Он вселяется в покаявшегося, обратившегося и повинующегося Богу (Иоан. 3, 3-6; Деян. 5, 32; 1 Кор. 6, 19; Тит. 3, 5).

Дух Святой живет в рожденном свыше (Рим. 8, 9; 1 Кор. 3, 16; Еф. 1, 13), учит (Иоан. 14, 26), обличает (Иоан. 16, 8-9), наставляет (Иоан. 16, 13; 1 Кор. 2, 12-13), руководит (Деян. 8, 29; 13, 2), ободряет и утешает (Иоан. 14, 26), утверждает (Еф. 3: 16-19), производит плод (Гал. 5, 22-23; Еф. 5, 9) и наделяет благодатными дарами для служения в церкви (1 Кор. 12:7-11, 28).

Слово Божье неоднократно повелевает верующим исполняться Духом Святым (Еф. 5. 18; Деян. 2, 4; 4: 8, 31; 1 Кор. 2, 4), чтобы иметь силу для святой жизни и свидетельства об Иисусе Христе (Деян. 1, 8; 4, 31; 1 Кор. 2, 4). Священное Писание повелевает не грешить против Духа Святого (Ис. 63, 10; Марк. 3, 29; Деян. 5: 3, 9; 7, 51; Еф. 4, 30; 1 Фес. 5, 19).

					</p>
				</article>



			</section>


      <section id="section-god" class="mb-5">
				<h3 class="text-primary">2. О СЛОВЕ БОЖЬЕМ</h3>
        <article class="mb-4">
          <p>
            Мы веруем, что Библия, то есть канонические книги Ветхого (39 книг) и Нового (27 книг) Завета, является Словом Божьим, написанным мужами Божьими по вдохновению Духа Святого (2 Петр. 1, 21) для указания роду человеческому пути ко спасению (2 Тим. 3, 15-16). Всякому боящемуся Бога Он отверзает ум к уразумению Писания (Пс. 24, 14; Лук. 10, 22; 24, 45; 2 Петр. 1, 20), так -что при содействии Духа Святого оно становится для него источником Богопознания, вполне достаточным для познания истины и воли Божьей относительно жизни и служения (2 Тим. 3, 16). Всякое откровение, противоречащее Слову Божьему, – ложно (Ис. 8, 20).

Священное Писание является единственным источником христианской веры (Иоан. 20, 31; Рим. 10, 17) и духовным руководством для верующих относительно спасения, жизни и служения (И. Нав. 1, 7-8; 2 Петр. 1, 19; Рим. 15, 4; 1 Тим. 4, 16; Евр. 4, 12).

Прибавление к Слову Божьему и убавление, а также извращение текста при переводе или толковании влечет за собой строгое наказание от Бога (Откр. 22, 18-19).
          </p>
        </article>
			</section>

      <section id="section-god" class="mb-5">
				<h3 class="text-primary">   3. О СОТВОРЕНИИ МИРА</h3>
            <p>
            Мы веруем, что Бог сотворил небо и землю, солнце, луну и звезды (Быт. 1 и 2 гл.; Деян. 17, 24), все видимое и невидимое (Пс. 88, 12; 1 Кор. 8, 6; Евр. 11, 3; Откр. 4, 11), проявив Свою вечную силу, могущество и многоразличную премудрость (Еф. 3, 9-10; Кол. 1, 16).

Бог сотворил также человека по образу Своему и подобию (Быт. 1, 27; 5, 1; Иак. 3, 9). «От одной крови Он произвел весь род человеческий для обитания по всему лицу земли» (Деян. 17, 26).
            </p>

        <article class="mb-4">
        <h4 class="text-secondary">I. Человек</h4>
          <p>
            Человек сотворен для:
            </p>

					<ul class="list-group list-group-flush">
						<li class="list-group-item"> владычества над всем живущим на земле (Быт. 1, 26; Пс. 8, 5-9); </li>
						<li class="list-group-item"> для добрых дел (Еф. 2, 10); </li>
						<li class="list-group-item"> для прославления Бога (1 Кор. 6, 19-20);</li>



						<li class="list-group-item"> для вечной (Быт. 2: 9, 17), святой (1 Петр. 1, 15-16; Матф. 5, 8) и блаженной жизни в непрестанном общении с Богом (Быт. 3, 8; Иоан. 12, 26; 14: 1-2, 23; 17, 24; 1 Фес. 4, 17). </li>

          </ul>
            </article>
            <article class="mb-4">
        <h4 class="text-secondary">II. Ангел</h4>
          <p>




Бог сотворил Ангелов (Кол. 1, 16), чтобы они служили Ему (Пс. 102, 20; Евр. 1, 7) и тем, кто наследует спасение (Евр. 1, 14). Ангелы – это бесплотные существа (духи), превосходящие людей крепостью и силой (2 Петр. 2, 11), разные по наименованию и степени власти (Кол. 1, 16; 1 Фес. 4, 16).

Ангелы Божьи всегда находятся перед лицом Отца Небесного (Ис. 6, 1-7), радуются о спасении грешников (Лук. 15, 10), наблюдают за жизнью народов и детей (Дан. 10, 12-21; Матф. 18, 10), за жизнью церквей (1 Кор. 11, 10; 1 Тим. 5, 21).

Господь посылает Ангелов для наказания наглых хулителей Бога (Деян. 12, 23). Хотя Ангелы превосходят человека по своей силе, Слово Божье запрещает поклоняться им (Откр. 22, 8-9).

Превосходнейший из ангелов не устоял в истине, согрешил (Иез. 28, 16; 1 Иоан. 3, 8), сделался человекоубийцей (Иоан. 8, 44) и был назван дьяволом. Вслед за ним некоторые из ангелов не сохранили своего достоинства и согрешили, за что Бог связал их узами адского мрака (2 Петр. 2, 4; Иуды 6).

            </p>

        </article>
      </section>


		</main>

		<!-- Sticky Menu -->
		<aside
			class="col-lg-3 col-md-4 position-sticky top-0"
			style="height: calc(100vh - 4rem); overflow-y: auto;"
		>
			<nav class="bg-light rounded border p-3">
				<h4 class="text-primary">Меню</h4>

				<ul class="nav flex-column">
					<li class="nav-item mb-2">
						<a class="nav-link text-dark" href="#section-1">Систематизированное вероучение</a>
					</li>
					<li class="nav-item mb-2">
						<a class="nav-link text-dark" href="#section-god">1. О БОГЕ</a>
						<ol type="I" class="ms-3">
							<!-- Nested ordered list with Roman numerals -->
							<li>
								<a class="nav-link text-dark" href="#section-attributes">Триединство Бога</a>
							</li>
							<li>
								<a class="nav-link text-dark" href="#section-trinity">Бог Отец</a>
							</li>
							<li>
								<a class="nav-link text-dark" href="#section-trinity">Бог Сын – Иисус Христос</a>
							</li>

						</ol>
					</li>
					<li class="nav-item mb-2">
						<a class="nav-link text-dark" href="#section-word">2. О СЛОВЕ БОЖЬЕМ</a>
						<ol type="I" class="ms-3">
							<!-- Nested ordered list with Roman numerals -->
							<li>
								<a class="nav-link text-dark" href="#section-inspiration">Вдохновенность Писания</a>
							</li>
							<li>
								<a class="nav-link text-dark" href="#section-authority">Авторитет Писания</a>
							</li>
						</ol>
					</li>
				</ul>
			</nav>
		</aside>
	</div>
</div>
