<script>
	import Page from '../+page.svelte';
	export let data;

	const menu = [
		{
			title: 'О БОГЕ',
			children: [
				{ title: 'Триединство Бога' },
				{ title: '    Бог Отец ' },
				{ title: '    Бог Сын – Иисус Христос ' }
			]
		},
		{
			title: 'О СЛОВЕ БОЖЬЕМ',
			children: [
				{
					title: '    Вдохновенность Писания '
				},
				{
					title: 'Авторитет Писания'
				}
			]
		}
	];
</script>

<!-- Page Header Start -->
<div class="container-fluid p-0">
	<img src="{data.media_url}img/beliefs.webp" class="img-fluid w-100" alt="Top Image" />
</div>
<!-- Page Header End -->

<div class="container py-5">
	<div class="row">
		<!-- Main Content -->
		<main class="col-lg-9 col-md-8">
			<!-- Section 1 -->
			<section id="section-1" class="mb-5 mt-6">
				<h2 class="text-primary">Вероучение</h2>
				<p>
					Систематизированное вероучение евангельских христиан-баптистов было разработано на
					основании Библии. Союз церквей христиан-баптистов, развиваясь на территории Евразии, время
					от времени переиздавал свое вероучение, основой которого был текст, разработанный в
					прошлом веке баптистским проповедником И. Г. Онкеном. Так в 1906 г. было издано вероучение
					христиан-баптистов под редакцией председателя Всероссийского Союза баптистов Д. И. Мазаева
					и в 1928 г. – под редакцией председателя Всесоюзного Союза баптистов Н. В. Одинцова.
					Аналогичное вероучение было принято в 1985 г. на 43 съезде ВСЕХБ. Содержание данного
					вероучения евангельских христиан-баптистов отражает текст вышеуказанных изданий. Надеемся,
					что настоящее вероучение послужит вспомогательным материалом для духовного воспитания и
					возрастания верующих и дальнейшего устройства церквей нашего евангельско-баптистского
					братства, объединенного в Союз церквей ЕХБ. Евангельские христиане-баптисты являются
					церковью возрожденных христиан и в своем вероучении отражают стремление к библейскому
					учению первоапостольской церкви.
				</p>
			</section>

			<!-- Subsection: О БОГЕ -->
			<section id="section-god" class="mb-5">
				<h3 class="text-primary">1. О БОГЕ</h3>

				<!-- Триединство Бога -->
				<article class="mb-4">
					<h4 class="text-secondary">I. Триединство Бога</h4>
					<p>
						Мы веруем в единого, живого, истинного Бога (Ис. 45, 22; Иер. 10, 10; Иоан. 17, 3),
						сотворившего небо, землю и все, что наполняет их (Быт. 1, 1-2; Пс. 23, 1; Ис. 40, 26-29;
						45, 12; Деян. 17, 24-29), Который проявляет Себя в трех лицах: Отец, Сын и Святой Дух, –
						три в одном и один в трех лицах, живущий вечно, «и Сии три суть едино» (Ис. 48, 16; 1
						Иоан. 5, 7; Рим. 11, 33). Бог есть дух (Иоан. 4, 24), и как дух Он невидим для людей
						(Исх. 33, 20; Иоан. 1, 18; 1 Иоан. 4, 12; 1 Тим. 6, 16). Однако «невидимое Его, вечная
						сила Его и Божество, от создания мира чрез рассматривание творений видимы…» (Рим. 1,
						20). Познать Бога человек может только через откровение Бога о Самом Себе, которое
						содержится в Слове Божьем и становится понятным благодаря действию Духа Святого (2 Петр.
						1, 20-21; Иоан. 14, 26).
					</p>
				</article>
				<article class="mb-4">
					<h4 class="text-secondary">II. Бог Отец</h4>
					<p>
						Мы веруем в единого, живого, истинного Бога (Ис. 45, 22; Иер. 10, 10; Иоан. 17, 3),
						сотворившего небо, землю и все, что наполняет их (Быт. 1, 1-2; Пс. 23, 1; Ис. 40, 26-29;
						45, 12; Деян. 17, 24-29), Который проявляет Себя в трех лицах: Отец, Сын и Святой Дух, –
						три в одном и один в трех лицах, живущий вечно, «и Сии три суть едино» (Ис. 48, 16; 1
						Иоан. 5, 7; Рим. 11, 33). Бог есть дух (Иоан. 4, 24), и как дух Он невидим для людей
						(Исх. 33, 20; Иоан. 1, 18; 1 Иоан. 4, 12; 1 Тим. 6, 16). Однако «невидимое Его, вечная
						сила Его и Божество, от создания мира чрез рассматривание творений видимы…» (Рим. 1,
						20). Познать Бога человек может только через откровение Бога о Самом Себе, которое
						содержится в Слове Божьем и становится понятным благодаря действию Духа Святого (2 Петр.
						1, 20-21; Иоан. 14, 26).
					</p>
				</article>
				<article class="mb-4">
					<h4 class="text-secondary">III. Бог Сын – Иисус Христос</h4>
					<p>
						Иисус Христос является вечным Богом (1 Иоан. 5, 20) и не имеет ни начала дней, ни конца
						жизни (Евр. 7, 3). Он же – Творец Вселенной (Кол. 1, 16). Прежде создания мира Бог
						предопределил Своего единородного Сына в жертву умилостивления для искупления и спасения
						рода человеческого (1 Петр. 1, 18-20; 2, 24; 3, 18; 1 Иоан. 2, 2; Гал. 4, 4). Он явился
						во плоти (1 Тим. 3, 16), родившись от девы Марии через непорочное зачатие от Духа
						Святого (Матф. 1, 18). Бог Сын соединил в Себе и Божественное, и человеческое естество
						(Лук. 1, 35). Он пришел в мир «в подобии плоти греховной» (Рим. 8, 3), но в Нем не было
						греха (1 Иоан. 3, 5). «Он не сделал никакого греха» (1 Петр. 2, 22). Он непричастен злу,
						поэтому мог стать жертвой за грех мира (Иоан. 1, 29; 2 Кор. 5, 21; Евр. 9, 26). Иисус
						Христос – это обещанный Помазанник Божий и единственный Спаситель мира (Лук. 4, 18-19;
						Иоан. 4, 42; 10, 28; Деян. 2, 36; 4, 12; Еф. 5, 2). Он победил дьявола и ад (Откр. 3,
						21; 5, 5; 1 Кор. 15, 54-55), разрушил смерть (2 Тим. 1, 10). Своей смертью Господь Иисус
						Христос лишил силы имеющего державу смерти, то есть дьявола (Лук. 4:33-36, 41; 1 Иоан.
						3, 8; Евр. 2, 14-15; Откр. 20: 3-4, 14). Он искупил нас Своей Кровью, став единственным
						посредником между Богом и человеком (Кол. 1, 20; 1 Тим. 2, 5-6; Тит. 2, 14; Евр. 7,
						24-25). Он стал Ходатаем за нас перед Отцом, а также Первосвященником будущих благ (1
						Иоан. 2, 1; Евр. 9: 11-12, 24). Верующий в Него имеет жизнь вечную (Иоан. 6, 47).
						Воскресший, вознесшийся на небо и прославленный Иисус Христос является Создателем и
						Главой Церкви (Матф. 16, 18; Еф. 1, 22-23; 5, 23; Кол. 1, 18? 1 Тим. 3, 16). Он будет
						судить вселенную (Иоан. 5, 22; Деян. 17, 31).
					</p>
				</article>

				<article class="mb-4">
					<h4 class="text-secondary">IIII. Бог Дух Святой</h4>
					<p>Дух Святой является личностью и, будучи Богом (Деян. 5, 3-4), обладает:</p>

					<!-- TODO: Dash here -->
					<ul>
						<li>всемогуществом (Рим. 15, 19)</li>
						<li>всеведением (1 Кор. 2, 10)</li>
						<li>вездесущностью (Пс. 138, 7)</li>
						<li>святостью (Еф. 4, 30) и другими атрибутами.</li>
					</ul>

					<p>
						Дух Святой является Творцом вселенной наравне с Отцом и Сыном (Быт. 1, 2; Иов. 33, 4).
						Дух Святой вдохновлял пророков и Апостолов (2 Петр. 1, 21). В день Пятидесятницы был
						ниспослан Дух Святой для свидетельства о Христе, для прославления Его и для созидания
						Церкви (Иоан. 15, 26; 16: 7, 14; Деян. 1, 8; 1 Кор. 12, 13). Святой Дух обличает мир о
						грехе, о правде и о суде (Иоан. 16, 8), ведет человека к покаянию и возрождает его. Он
						вселяется в покаявшегося, обратившегося и повинующегося Богу (Иоан. 3, 3-6; Деян. 5, 32;
						1 Кор. 6, 19; Тит. 3, 5). Дух Святой живет в рожденном свыше (Рим. 8, 9; 1 Кор. 3, 16;
						Еф. 1, 13), учит (Иоан. 14, 26), обличает (Иоан. 16, 8-9), наставляет (Иоан. 16, 13; 1
						Кор. 2, 12-13), руководит (Деян. 8, 29; 13, 2), ободряет и утешает (Иоан. 14, 26),
						утверждает (Еф. 3: 16-19), производит плод (Гал. 5, 22-23; Еф. 5, 9) и наделяет
						благодатными дарами для служения в церкви (1 Кор. 12:7-11, 28). Слово Божье неоднократно
						повелевает верующим исполняться Духом Святым (Еф. 5. 18; Деян. 2, 4; 4: 8, 31; 1 Кор. 2,
						4), чтобы иметь силу для святой жизни и свидетельства об Иисусе Христе (Деян. 1, 8; 4,
						31; 1 Кор. 2, 4). Священное Писание повелевает не грешить против Духа Святого (Ис. 63,
						10; Марк. 3, 29; Деян. 5: 3, 9; 7, 51; Еф. 4, 30; 1 Фес. 5, 19).
					</p>
				</article>
			</section>

			<section id="section-god" class="mb-5">
				<h3 class="text-primary">2. О СЛОВЕ БОЖЬЕМ</h3>
				<article class="mb-4">
					<p>
						Мы веруем, что Библия, то есть канонические книги Ветхого (39 книг) и Нового (27 книг)
						Завета, является Словом Божьим, написанным мужами Божьими по вдохновению Духа Святого (2
						Петр. 1, 21) для указания роду человеческому пути ко спасению (2 Тим. 3, 15-16). Всякому
						боящемуся Бога Он отверзает ум к уразумению Писания (Пс. 24, 14; Лук. 10, 22; 24, 45; 2
						Петр. 1, 20), так -что при содействии Духа Святого оно становится для него источником
						Богопознания, вполне достаточным для познания истины и воли Божьей относительно жизни и
						служения (2 Тим. 3, 16). Всякое откровение, противоречащее Слову Божьему, – ложно (Ис.
						8, 20). Священное Писание является единственным источником христианской веры (Иоан. 20,
						31; Рим. 10, 17) и духовным руководством для верующих относительно спасения, жизни и
						служения (И. Нав. 1, 7-8; 2 Петр. 1, 19; Рим. 15, 4; 1 Тим. 4, 16; Евр. 4, 12).
						Прибавление к Слову Божьему и убавление, а также извращение текста при переводе или
						толковании влечет за собой строгое наказание от Бога (Откр. 22, 18-19).
					</p>
				</article>
			</section>

			<section id="section-god" class="mb-5">
				<h3 class="text-primary">3. О СОТВОРЕНИИ МИРА</h3>
				<p>
					Мы веруем, что Бог сотворил небо и землю, солнце, луну и звезды (Быт. 1 и 2 гл.; Деян. 17,
					24), все видимое и невидимое (Пс. 88, 12; 1 Кор. 8, 6; Евр. 11, 3; Откр. 4, 11), проявив
					Свою вечную силу, могущество и многоразличную премудрость (Еф. 3, 9-10; Кол. 1, 16). Бог
					сотворил также человека по образу Своему и подобию (Быт. 1, 27; 5, 1; Иак. 3, 9). «От
					одной крови Он произвел весь род человеческий для обитания по всему лицу земли» (Деян. 17,
					26).
				</p>

				<article class="mb-4">
					<h4 class="text-secondary">I. Человек</h4>
					<p>Человек сотворен для:</p>

					<ul>
						<li>владычества над всем живущим на земле (Быт. 1, 26; Пс. 8, 5-9);</li>
						<li>для добрых дел (Еф. 2, 10);</li>
						<li>для прославления Бога (1 Кор. 6, 19-20);</li>

						<li>
							для вечной (Быт. 2: 9, 17), святой (1 Петр. 1, 15-16; Матф. 5, 8) и блаженной жизни в
							непрестанном общении с Богом (Быт. 3, 8; Иоан. 12, 26; 14: 1-2, 23; 17, 24; 1 Фес. 4,
							17).
						</li>
					</ul>
				</article>
				<article class="mb-4">
					<h4 class="text-secondary">II. Ангел</h4>
					<p>
						Бог сотворил Ангелов (Кол. 1, 16), чтобы они служили Ему (Пс. 102, 20; Евр. 1, 7) и тем,
						кто наследует спасение (Евр. 1, 14). Ангелы – это бесплотные существа (духи),
						превосходящие людей крепостью и силой (2 Петр. 2, 11), разные по наименованию и степени
						власти (Кол. 1, 16; 1 Фес. 4, 16). Ангелы Божьи всегда находятся перед лицом Отца
						Небесного (Ис. 6, 1-7), радуются о спасении грешников (Лук. 15, 10), наблюдают за жизнью
						народов и детей (Дан. 10, 12-21; Матф. 18, 10), за жизнью церквей (1 Кор. 11, 10; 1 Тим.
						5, 21). Господь посылает Ангелов для наказания наглых хулителей Бога (Деян. 12, 23).
						Хотя Ангелы превосходят человека по своей силе, Слово Божье запрещает поклоняться им
						(Откр. 22, 8-9). Превосходнейший из ангелов не устоял в истине, согрешил (Иез. 28, 16; 1
						Иоан. 3, 8), сделался человекоубийцей (Иоан. 8, 44) и был назван дьяволом. Вслед за ним
						некоторые из ангелов не сохранили своего достоинства и согрешили, за что Бог связал их
						узами адского мрака (2 Петр. 2, 4; Иуды 6).
					</p>
				</article>
			</section>
			<section id="section-1" class="mb-5 mt-6">
				<h3 class="text-primary">4.О ЧЕЛОВЕКЕ</h3>
				<p>
					Мы веруем, что Бог сотворил человека по Своему образу и подобию (Быт. 1, 27; 5, 1; Ис. 45,
					12) и поставил его владыкой над делами Своих рук (Пс. 8, 7). Бог сотворил человека
					безгрешным, со свободной волей (Быт. 2, 16-17; И. Нав. 24, 15; Иер. 21, 8).Бог благословил
					человека (Быт. 1, 28).
				</p>

				<article class="mb-4">
					<h4 class="text-secondary">I. Грехопадение</h4>
					<p>
						Бог сотворил Ангелов (Кол. 1, 16), чтобы они служили Ему (Пс. 102, 20; Евр. 1, 7) и тем,
						кто наследует спасение (Евр. 1, 14). Ангелы – это бесплотные существа (духи),
						превосходящие людей крепостью и силой (2 Петр. 2, 11), разные по наименованию и степени
						власти (Кол. 1, 16; 1 Фес. 4, 16). Ангелы Божьи всегда находятся перед лицом Отца
						Небесного (Ис. 6, 1-7), радуются о спасении грешников (Лук. 15, 10), наблюдают за жизнью
						народов и детей (Дан. 10, 12-21; Матф. 18, 10), за жизнью церквей (1 Кор. 11, 10; 1 Тим.
						5, 21). Господь посылает Ангелов для наказания наглых хулителей Бога (Деян. 12, 23).
						Хотя Ангелы превосходят человека по своей силе, Слово Божье запрещает поклоняться им
						(Откр. 22, 8-9). Превосходнейший из ангелов не устоял в истине, согрешил (Иез. 28, 16; 1
						Иоан. 3, 8), сделался человекоубийцей (Иоан. 8, 44) и был назван дьяволом. Вслед за ним
						некоторые из ангелов не сохранили своего достоинства и согрешили, за что Бог связал их
						узами адского мрака (2 Петр. 2, 4; Иуды 6).
					</p>
				</article>
				<article class="mb-4">
					<h4 class="text-secondary">II. Искупление</h4>
					<p>
						Бог любит человека и не хочет его гибели. Он послал в мир Своего единородного Сына в
						теле человеческом (Евр. 10, 5), чтобы Он Своей Кровью, пролитой на Голгофском кресте,
						совершил искупление всех людей (Еф. 1, 7; Откр. 5, 9). Иисус Христос удовлетворил
						требования святости Божьей (Рим. 3, 25-26), и теперь спасение по благодати дано всем
						людям (Деян. 28, 28; 2 Петр. 3,9; Рим. 3, 24; Тит. 2, 11). Для получения спасения
						необходима вера, которая происходит от слышания Слова Божьего (Деян. 4, 4; Рим. 10, 17;
						Евр. 11, 6). Бог дает спасение принимающим Слово Его и кающимся в грехах под действием
						Дух Святого (Лук. 7, 29-39; Марк. 1, 15; Иоан. 3, 16; Деян. 2: 38, 41; 16, 31; 26, 18;
						Еф. 2, 8). Вера побуждает человека доверять Господу и быть послушным Ему (Матф. 4,
						18-20; Лук. 8, 38-40; Деян. 19. 18-20; 2 Тим. 1, 12; Евр. 11, 8). Исповедание Иисуса
						Христа Господом и Спасителем является подтверждением истинной веры (Матф. 10, 32-33;
						Лук. 12, 8-9; Иоан. 20. 28; Деян. 8, 37; Рим. 10, 9-10; Кор. 4, 13). Об истинной вере
						свидетельствуют дела веры (Иак. 2, 26; Гал. 5, 6; Евр. 11 гл.). «…Вера, если не имеет
						дел, мертва сама по себе» (Иак. 2, 17). От человека зависит – спасется он через веру
						(Деян. 2, 40-41; Еф. 2, 8) или, отвергнув Слово Божье, сделает себя едостойным вечной
						жизни (Деян. 13, 46). Уверовавший и возрожденный, то есть сделавшийся причастником
						Христу, однажды просвещенный и вкусивший дара небесного, сделавшийся причастником Духа
						Святого и вкусивший благого глагола Божьего и сил будущего века, достигнет вечной жизни
						только в том случае, если начатую жизнь твердо сохранит до конца (Иез. 18, 24; Евр. 3,
						14; 6, 4-6; 10, 38-39).
					</p>
				</article>
				<article class="mb-4">
					<h4 class="text-secondary">III. Покаяние, обращение, прощение, возрождение</h4>
					<p>
						Дух Святой обличает человека в грехе и открывает ему благость Божью, побуждает его
						покаяться и обратиться к Богу (Иоан. 16, 8; Деян. 2, 31-38; Рим. 2, 4). Человек
						спасается (Деян. 2, 40), если принимает обличение от Духа Святого, кается в грехах,
						обращается от мертвых дел к Богу и принимает Иисуса Христа Спасителем и Господом (Иоан.
						1, 12; Деян. 3, 19; 5, 31; Евр. 6, 1; 9, 14). Покаяние и обращение включает в себя
						сокрушение о грехах (Пс. 37, 19; 2 Кор. 7, 10), исповедание грехов и оставление их
						(Притч. 28, 13; Лук. 18, 13-14; Деян. 19, 18-19; 26, 20). Следствием обращения и личного
						принятия Иисуса Христа Господом и Спасителем является прощение грехов (Деян. 10, 42-43;
						1 Иоан. 1, 9; Кол. 1, 13-14) и рождение от Духа Святого и Слова Божьего, без чего
						невозможно спастись и войти в Царство Божье (Иоан. 1, 12-13; 3, 56; Иак. 1, 18). Через
						рождение свыше человек становится чадом Божьим, причастником Божеского естества и храмом
						Духа Святого (2 Петр. 1, 4; 1 Кор. 6, 19; Евр. 2, 14). Признаки рождения свыше:
					</p>

					<ul>
						<li>перемена образа жизни (2 Кор. 5, 17; Еф. 4, 22; 5, 8; Рим. 6, 16-17);</li>
						<li>
							отвержение нечестия и мирских похотей, ненависть ко злу (Пс. 96, 10; Иак. 1, 21; 2
							Петр. 1, 4; Еф. 4, 22-24; Тит. 2, 12);
						</li>
						<li>исполнение воли Божьей (Пс. 142, 10; Еф. 6, 6);</li>
						<li>
							любовь к Господу и церкви (Иоан. 13, 34; 1 Иоан. 3, 14; 5, 1; 1 Кор. 16, 14; Гал. 5,
							13; Еф. 4, 15);
						</li>
						<li>
							жажда общения с Богом через Библию и молитву (Пс. 54, 18; 62, 2; 118, 10; Деян. 17,
							11);
						</li>
						<li>стремление к уподоблению Христу (Фил. 2, 13-15; 2 Кор. 3, 18; Гал. 4, 19).</li>
					</ul>
				</article>

				<article class="mb-4">
					<h4 class="text-secondary">IV. Оправдание, усыновление</h4>
					<p>
						Верою в Господа Иисуса Христа рожденные свыше получают оправдание даром, по благодати
						Его, искуплением во Христе Иисусе (Рим. 3, 24; Гал. 2, 16). Верою они обретают мир с
						Богом (Рим. 5, 1), получают свидетельство от Духа Святого, что они дети Божьи и
						наследники вечной жизни (1 Иоан. 5, 10-11; Рим. 8, 16-17; Гал. 4, 6-7). Оправдание
						изменяет положение уверовавшего человека перед Богом: он спасен от гнева Божьего (Рим.
						5, 9) и освобожден от вечного осуждения (Рим. 4, 5; 5, 1; 8:1, 30). Уверовавший
						освобождается от виновности за сделанные грехи и от страха осуждения за них (Рим.
						3:24-25, 28; 5, 9; 2 Кор. 5, 21; Гал. 2, 16). Искупленных и оправданных Бог усыновляет,
						и они становятся наследниками Царства Божьего (Рим. 8, 16-18; Гал. 3, 26; 4, 4-5; Еф. 1,
						4-7).
					</p>
				</article>
				<article class="mb-4">
					<h4 class="text-secondary">V. Освящение</h4>
					<p>
						Освящение – это воля Божья для всех искупленных: «Ибо призвал нас Бог не к нечистоте, но
						к святости» (1 Фес. 4, 3-8). Без святости никто не может увидеть Господа (1 Фес. 4, 3-7;
						Евр. 12, 14). При уверовании человек освящается Кровью завета (1 Петр. 1, 1-2; Евр. 10:
						10, 14, 29; 13, 12). Христианин нуждается в постоянном освящении в течение всей жизни
						(Евр. 12, 14; Откр. 22, 11). Руководствуясь Словом Господним и поступая по духу, он
						приносит плод святости (1 Петр. 1: 15-16; Рим. 6, 22; Гал. 5, 16). Освящение – это
						отделение от греха (1 Петр. 2, 9; Тит. 2, 14), посвящение себя Богу и преображение в
						образ Иисуса Христа (1 Иоан. 3, 2-3; Рим. 6: 2, 6, 8, 12-13; 12, 1-2; 2 Кор. 5, 15; Фил.
						2: 5, 15; 1 Фес. 3, 13). Освящение осуществляется Богом (1 Фес. 5, 23) с участием самого
						верующего. Бог действует через жертву Иисуса Христа (Рим. 6, 11-12; 1 Кор. 1, 30; Еф. 5,
						27; 1 Фес. 5, 23; Евр. 10, 10), через Свое Слово (Иоан. 17, 17) и живущего в нас Духа
						Святого (1 Кор. 6, 19-20). К участию человека относится: осуждение, исповедание своих
						грехов и сознание нужды в прощающей благодати Божьей (1 Иоан. 1, 7-9; 1 Кор. 11, 31; 2
						Кор. 7, 1; Евр. 4, 16); вера в очищение Кровью Христа (Евр. 10, 19-22); исследование и
						принятие Слова Божьего с желанием повиноваться ему (Иоан. 5, 39; Деян. 17, 11; Иак. 1,
						21; 1 Петр. 2, 1-2; 1 Тим. 4, 16; 2 Тим. 1, 13; 3, 15-16); святое хождение перед Богом
						под влиянием Духа Святого (Рим. 8, 14; 12, 1-2; Откр. 22, 11); доверие Господу во всех
						обстоятельствах жизни (Иуды 24-25 ст.; 2 Тим. 1, 12). Святая любовь к Господу и Его
						заповедям, под действием Духа Святого, влечет детей Божьих к постоянному освящению (Рим.
						5, 5; 2 Кор. 3, 18; 7, 1; Еф. 4: 15, 23-24).
					</p>
				</article>
				<article class="mb-4">
					<h4 class="text-secondary">VI. Молитва</h4>
					<p>
						Молитва – это средство общения человека с Богом (Пс. 5, 2-4; Фил. 4, 6). В молитве мы
						поклоняемся Богу, славословим Его, говоря о Его величии и славе (1 Пар. 29, 11-15; Пс.
						102, 1-19). В молитве мы открываем свои желания и нужды Богу, Который силен исполнить
						наши прошения (Фил. 4, 6-7). Он отвечает на молитвы тех, кто взывает к Нему с чистым
						сердцем, с верой и по Его воле (Пс. 49, 15; 65, 18; Марк. 11,24; 1 Иоан. З, 21-22).
						«Близок Господь ко всем призывающим Его, ко всем призывающим Его в истине. Желание
						боящихся Его Он исполняет, вопль их слышит, и спасает их» (Пс. 144, 18-19). Слово Божье
						учит нас молиться:
					</p>

					<ul>
						<li>о том, чтобы святилось имя Отца нашего Небесного (Матф. 6, 9);</li>
						<li>о пришествии Царства Его (Матф. 6, 10);</li>
						<li>о том, чтобы воля Его свершалась и на земле, как на небе (Лук. 11, 1-2);</li>
						<li>о себе и родных (Матф. 6, 11-13; 15, 22; 17, 15);</li>
						<li>об успехе распространения Евангелия (1 Тим. 2, 1-4; 1 Фес. 1, 8; 2 Фес. 3, 1);</li>
						<li>о всех святых и о церкви (Еф. 6, 18; Фил. 1, 4);</li>
						<li>о служителях (Матф. 9, 37-38; Рим. 15, 30; Еф. 6, 19);</li>
						<li>
							о больных и страждущих по воле Божьей (Иак. 5, 14-16; 1 Петр. 4, 19; Евр. 13, 3);
						</li>
						<li>о тех, кто обижает и преследует детей Божьих (Матф. 5, 44);</li>
						<li>о правителях, начальтвующих и всех людях (Иер. 29, 7; 1 Тим. 2, 2).</li>
					</ul>

					<p>
						Дети Божьи призваны всегда и за все благодарить Господа, потому что все Его намерения
						служат во благо верующему (Иер. 29, 11; Рим. 8, 28; 1 Фес. 5, 17-18). Апостолы и ученики
						часто молились с постом (Деян. 13, 2; 2 Кор. 11, 27). Согласно Слову Божьему молитвы с
						постом совершаются: при необходимости личного смирения и при желании быть ближе к
						Господу (Ездр. 8, 21а; Ис. 57, 15; Дан. 10, 12); при избрании и рукоположении служителей
						церкви (Деян. 13, 2-3; 14, 23); при общих нуждах народа Божьего (Ездр. 8, 21-23) и
						бедствиях (Иоиль 1, 14; 2, 12-15); при переживаниях, скорбях (2 Цар. 1, 12; Пс. 34, 13;
						68, 11) и других обстоятельствах (Марк. 9, 29; 2 Кор. 6, 4-5). Пост – это не только
						воздержание от принятия пищи и питья и пребывание в молитве, но и проявление
						добродетели, разрешение «оков неправды» и установление должных отношений с людьми (Ис.
						58, 3-12; Матф. 5, 23-24).
					</p>
				</article>
			</section>

			<section id="section-1" class="mb-5 mt-6">
				<h3 class="text-primary">5. О ЦЕРКВИ</h3>

				<p>
					Мы веруем, что Церковь создал Иисус Христос (Матф. 16, 18). Она утверждена на основании
					учения Апостолов и пророков и имеет краеугольным камнем Самого Иисуса Христа (1 Кор. 3,
					11; Еф. 2, 20; Кол. 1, 18). Члены церкви, крещенные одним Духом (1 Кор. 12, 13), являются
					друг для друга членами и составляют одно тело (Рим. 12, 5; 1 Кор. 12, 14), составляемое и
					совокупляемое посредством всяких взаимно скрепляющих связей. Главой этого тела является
					Иисус Христос (Еф. 1, 22; 4, 15-16). Духовное родство влечет святых к объединению, и
					потому христиане, живущие в одной местности, соединяются в местную церковь (Деян. 11, 22;
					13, 1; 2 Кор. 1, 1). Местные церкви, составляя единое тело Господа, соединены между собой
					многоразличными связями. Это усмотрел Господь для участия в нуждах святых (Деян. 11,
					27-30; 1 Иоан. 3, 17; Рим. 15, 25-27; 2 Кор. 8, 14-15; 9, 12-14), для совместного
					разрешения духовных вопросов (Деян. 15: 1-2, 4-29). Связи между церквами становятся более
					крепкими, когда в объединении об общинах заботятся служители, получившие для этого
					благодать от Бога и доверие от церквей (2 Кор. 11, 28; Кол. 4, 7-8; Фил. 2, 19-25). Цель
					их служения – совместное подвизание за веру, однажды преданную святым (Иуды 3 ст.; Фил. 1,
					27-29), устройство местных церквей (1 Тим. 3, 14-15; 5, 17-22; Тит. 1, 5) и
					распространение благой вести о Господе и Спасителе Иисусе Христе (Деян. 16, 1-3; 20, 4;
					Рим. 16, 3-4). Мы верим, что объединение церквей в тесный союз любви и мира, основанный на
					святости, совершает Сам Господь Духом Святым (Пс. 92, 5; Еф. 1, 4; 2, 13; 4, 16).Со дня
					Пятидесятницы существует Вселенская (невидимая) Церковь, созданная Христом, в которую
					входят местные церкви (Деян. 2, 41-47; Еф. 1, 20-23).
				</p>

				<article class="mb-4">
					<h4 class="text-secondary">I. Вселенская Церковь</h4>
					<p>
						Вселенская Церковь состоит из спасенных, рожденных свыше людей (Деян. 2, 47; Тит. 3, 5),
						искупленных Кровью Христа из всякого колена, языка, народа и племени (Кол. 1, 12-22;
						Евр. 12, 22-23; Откр. 5, 9-10), имеющих в себе свидетельство, что они дети Божьи (1
						Иоан. 5, 10-11; Рим. 8, 16). Вселенская Церковь является:
					</p>
					<p></p>
					<ul></ul>

					<ul>
						<li>паствой Христа (Иоан. 10, 16; 21, 15-17; 1 Петр. 5, 2; Евр. 13, 20);</li>
						<li>духовным домом, или храмом Божьим (1 Петр. 2, 5; Еф. 2, 19-21; Евр. 3, 6);</li>
						<li>невестой Христа (2 Кор. 11, 2; Еф. 5, 27; Откр. 19, 7-9; 21, 9-10);</li>
						<li>телом Христа (1 Кор. 12: 12-13, 27; Еф. 1, 22-23; Кол. 1, 17-27);</li>
						<li>столпом и утверждением истины (1 Тим. 3, 15).</li>
					</ul>

					<p>
						Всех уверовавших и рожденных свыше Иисус Христос крестит (погружает) Духом Святым в тело
						Христово (Иоан. 1, 33; Деян. 2, 47; 1 Кор. 12, 13; Гал. 3, 27; Кол. 2, 12). По окончании
						периода благодати Церковь Христова будет восхищена с земли в сретение Господу, чтобы
						всегда быть с Ним, видеть Его и разделять Его славу (Иоан. 17: 22, 24; 1 Кор. 15, 51-57;
						Фил. 3, 20-21; 1 Фес. 4, 13-17).
					</p>
				</article>
			</section>
		</main>

		<!-- Sticky Menu -->
		<aside
			class="col-lg-3 col-md-4 position-sticky"
			style="height: calc(100vh - 4rem); overflow-y: auto; top:6rem"
		>
			<nav class="bg-light rounded border p-3">
				<ol class="nav flex-column">
					<li class="nav-item mb-2">
						<a class="nav-link text-dark" href="#section-1">Вероучение</a>
					</li>
					{#each menu as item, i}
						<li class="nav-item mb-2">
							<a class="nav-link text-dark" href="#section-god" style="line-height: 0.1rem;"
								>{i + 1}. {item.title}</a
							>
							{#if item.children?.length}
								<ol type="I" class="ms-3" style="line-height: 1.2rem;">
									{#each item.children as child}
										<!-- content here -->
										<!-- Nested ordered list with Roman numerals -->
										<!-- TODO: Make these line distances smaller -->
										<li>
											<a class="nav-link text-dark" href="#section-attributes">{child.title}</a>
										</li>
									{/each}
								</ol>
							{/if}
						</li>
					{/each}
				</ol>
			</nav>
		</aside>
	</div>
</div>

<style>
	ul {
		list-style-type: '—  ';
	}
</style>
