

<script>
	import Calendar from '$lib/components/Calendar.svelte';
	import Header from '$lib/components/Header.svelte';
	import UpcomingEvents from '$lib/components/UpcomingEvents.svelte';
	export let data;
</script>

<Header title="Отел библейского образования" />

<div class="container-fluid">
	<div class="container">
		<div class="row g-0 gx-5 align-items-end">
			<div class="col-lg-8">
				<div class="section-header mb-5 text-start" style="max-width: 700px;">
					<h1 class="display-5 mb-3">Краткий Обзор</h1>
					<p>«Вникай в себя и в учение; занимайся сим постоянно...» 1Тим.4:16</p>
				</div>
			</div>
		</div>

		<div class="row">
			<!-- First Column -->
			<div class="col-lg-12">
				<p>
					Библейская школа Американского объединения предназначена для твёрдого усвоения основных
					догматов Писания о Личности Бога, получения хороших навыков экзегетического исследования
					Писания, более глубокого изучения принципов проповеди Благой вести.
				</p>
				<p>
					Предполагаемый возраст студентов — от 20 до 40 лет. Учебный план школы включает 15
					предметов, которые изучаются в течение 4 лет. На каждый год запланированы 3 очные сессии,
					а также уроки в режиме онлайн. Таким образом, за 1 учебный год студенты школы проходят 75
					рабочих часов непосредственного обучения в классе, дополняется еженедельной
					самостоятельной работой (до 2 часов в неделю), что в общей сложности составляет 175
					учебных часов за год.
				</p>
				<p>
					Программа полного курса обучения состоит из 4 независимых блоков, что позволяет новым
					студентам поступать в школу в начале каждого года. Техническое обеспечение учебного
					процесса осуществляется на платформе Canvas, что обеспечивает удобство и доступность для
					всех студентов.
				</p>
			</div>
		</div>
	</div>
</div>

