<script>
	export let data;
	import Header from '$lib/components/Header.svelte';
</script>

<Header title="Приветственное слово" />

<!-- Page Header Start -->
<div class="container-fluid">
	<div class="container">
		<div class="row">
			<!-- First Column -->
			<div class="col-lg-8">
				<p>
					Дорогие друзья, мир вам! Я рад приветствовать вас на сайте Американского объединения
					Международного союза церквей евангельских христиан-баптистов (МСЦ ЕХБ). Братство Совета
					церквей, в последующем переименованное в МСЦ ЕХБ, родилось в начале 60-х годов XX века в
					странах бывшего Советского Союза.
				</p>
				<p>
					Очень надеюсь, что заходя на наш сайт, вы сможете не только узнать много полезной и
					интересной информации о братстве, объединении, регионах, отделах объединения, но получите
					и много полезной, духовной пищи, которая послужит к вашему духовному росту и утверждению в
					истине и вере. В разделе адресов вы сможете узнать адрес ближайшей к вам церкви и начать
					посещать наши богослужения. Также на сайте есть контакты служителей, ответственных за
					различные отделы и виды служения, каждый из них с радостью уделит время для общения с вами
					и ответит на интересующие вас вопросы. Также, если ваше сердце будет расположено
					поддержать служение объединению, или какого то отдела, то вы сможете это сделать в разделе
					пожертвований.
				</p>
				<p>
					Желаю всем обильных Божьих благословений. С любовью и молитвой о вас ответственный за АО
					МСЦ ЕХБ Константин А. Нейман.
				</p>

				<footer class="blockquote-footer">Нейман Константин Андреевич</footer>
			</div>

			<!-- Second Column -->
			<div class="col-lg-4">
				<img
					style="width: 100%;"
					src="{data.media_url}upfiles/page/903c8795fe0febaa8d2543f6f8d6ba2770047187.jpg"
					alt=""
				/>
			</div>
		</div>
	</div>
</div>
