<script>
	export let data;
</script>

<!-- Top Image Section -->
<div class="container-fluid p-0">
	<img src="{data.media_url}img/short-introduction.jpg" class="img-fluid w-100" alt="Top Image" />
</div>

<!-- Content Section -->
<div class="container py-5">
	<div class="section-header mx-auto mb-5 text-center" style="max-width: 500px;">
		<h1 class="display-5 mb-3">Краткий Oбзор</h1>
	</div>

	<div class="row">
		<div class="col-md-10 mx-auto">
			<p>
				&nbsp;&nbsp;&nbsp;&nbsp; Дорогие друзья, мир вам! Мы рады приветствовать вас на сайте
				Американского объединения Международного союза церквей евангельских христиан-баптистов (МСЦ
				ЕХБ).
			</p>

			<p>
				&nbsp;&nbsp;&nbsp;&nbsp; Братство Совета церквей, в последующем переименованное в МСЦ ЕХБ,
				родилось в начале 60-х годов XX века в странах бывшего Советского Союза. Это было трудное
				для братства евангельских христиан-баптистов время: во первых безбожное правительство страны
				предпринимало все усилия для полного низложения церкви и искоренения веры в Бога; во вторых,
				отступившие от истины и вставшие на путь сотрудничества с внешними служители, по указанию
				правительства, принятием неевангельских решений и документов, вели церковь к полному
				вымиранию. Но Бог, по Своей великой милости, нашёл в среде верующих богобоязненных
				служителей, ставших в проломе за дело Божие. Сначала инициативная группа, затем оргкомитет,
				а потом Совет церквей возглавили движение за освобождение церкви от господства внешних,
				очишение и освящение жизни верующих и общин вошедших в возрождённое братство. Путь свободы и
				чистоты стоил дорого: многолетние сроки лишения свободы многих братьев и сетёр, разрушение и
				конфискация домов молитвы и частных домов, в которых проводились богослужения, обыски в
				домах верующих и изъятие всего, что напоминало о Боге, многочисленные штрафы и даже
				физическое уничтожение верных Богу братьев. Слава Богу, в конце восьмидесятых годов, гонения
				прекратились, и, одержавшее в борьбе с атеизмом победу, братство вошло в период свободы, но
				не для того, чтобы раслабится и отдохнуть, а для того, чтобы предоставленное Господом время
				свободы использовать для широкой проповеди Евангелия не знающим истины людям.
			</p>

			<p>
				&nbsp;&nbsp;&nbsp;&nbsp; С разрушенем железного занавеса многим верующим предоставилась
				возможность выезда на постоянное место жительство в другие страны. В Соеденённые штаты также
				приехало немалое число верующих, в том числе и из церквей МСЦ ЕХБ. В течении первых лет
				иммиграции образовался ряд церквей, желающих и в этой стране жить свято и отделённо от
				скверн мира, и иметь структурное единство с братством МСЦ ЕХБ. Таким образом, в начале
				2000-х годов было сформировано и вошло в состав братства Американское объединение.
			</p>

			<p>
				&nbsp;&nbsp;&nbsp;&nbsp; На сегодня наше объединение состоит из 58 церквей в четырёх
				регионх: Калифорнийский, Северо-Западный, Центральный и Восточный. В церквах АО примерно
				5500 членов, 4100 детей до 16 лет, 1500 молодёжи. Каждый год, через святое водное крещение,
				около 200 молодых братьев и сестёр присоединяются к церкви. В церквах АО совершают служение
				около 250 рукоположенных служителей, и каждый год рукополагаются, в среднем около 10 новых
				служителей. Большая просьба ко всем: молитесь о нас, чтобы нам жить тихо и безмятежно, во
				всяком благочестии и чистоте, чтобы исполнять волю Божию, и, бодрствуя, ожидать встречи с
				нашим Спасителем.
			</p>
		</div>
	</div>
</div>
